Repository: WoWs-Builder-Team/WoWs-ShipBuilder
Catalog: WoWsShipBuilder.Core/Localization/Translation.*.resx
Languages: da_dk, ko_kr, pt_br

# ShipStats_ShowDispGraph
source: Show dispersion graphs
pt_br: Mostrar gráficos de dispersão

# ShipStats_ShowDispPlot
source: Show dispersion plot
pt_br: Mostrar gráfico de dispersão

# ShipStats_DispFormulaTooltip
source: Formula at range X(km)
pt_br: Fórmula no alcance X(Km)

# ShipStats_HorizontalDispersionX
source: HorizontalDispersion[X]
pt_br: Dispersão Horizontal[X]

# DispersionGraphWindow_AimingRange
source: Aiming Range (km)
pt_br: Alcance de Mira (Km)

# DispersionGraphWindow_BallisticGraphs
source: Ballistic Graphs
pt_br: Gráficos de Balística

# DispersionGraphWindow_DispersionGraphs
source: Dispersion Graphs
pt_br: Gráficos de Dispersão

# DispersionGraphWindow_DispersionPlot
source: Dispersion Plot
pt_br: Gráfico de Dispersão

# DispersionGraphWindow_PlotScaling
source: Plot Scaling
pt_br: Escala do Gráfico

# DispersionGraphWindow_ShotsNumber
source: Shots Number
pt_br: Número de Tiros

# DispersionGraphWindow_RefreshDispPlot
source: Refresh Plot
pt_br: Atualizar Gráfico

# SettingsWindow_TelemetryEnabled
source: Send basic telemetry data (current app version)
pt_br: Enviar dados básicos de telemetria (versão atual do app)

# DispersionGraphWindow_NoRange
source: THIS SHIP CAN'T REACH THE SELECTED AIMING RANGE
pt_br: ESTE NAVIO NÃO CONSEGUE ALCANÇAR A DISTÂNCIA DE MIRA SELECIONADA

# DispersionGraphWindow_PlotPlane
source: Plot Plane
pt_br: Plano de Plotagem

# HorizontalPlane
source: Horizontal (Water)
pt_br: Horizontal (Água)

# RealPlane
source: Impact Angle
ko_kr: 입사 각도
pt_br: Ângulo de Impacto

# DispersionGraphWindow_DrawFusoReference
source: Fuso Reference
pt_br: Referência do Fuso

# DispersionGraphWindow_DispPlotDescription
source: The WHITE ellipse shows the maximum dispersion area at the selected aiming range. The RED ellipse shows the area where 50% of the shells lands on average. The BLACK ellipse shows the size of a Fuso as reference. Plot planes: 1) HORIZONTAL: shows the shells impact point with the water; by selecting this plane you get a view from above; this is the plot you mainly want to look at when comparing ships dispersions; the ellipse on this plane is vertically stretched because of shells speed. 2) VERTICAL: shows the shells impact point with a vertical surface; by selecting this plane you get a view from the front; useful for very precise vertical accuracy analysis. 3) IMPACT ANGLE: shows the shells impact point with a surface angled at the shells impact angle; by selecting this plane you get a view from the shells impact angle; it's the plane where the game actually draws the dispersion ellipse during battles; the ellipse on this plane is not affected by shells speed; useful if you want to compare ships dispersion without taking into consideration shells speed. Ships in game are twice as big as the environment so a 200m long ship takes the space of 400m.
pt_br: A elipse BRANCA mostra a área máxima de dispersão no alcance de mira selecionado. A elipse VERMELHA mostra a área onde 50% dos projéteis caem, em média. A elipse PRETA mostra o tamanho de um Fuso como referência. Planos de plotagem: 1) HORIZONTAL: mostra o ponto de impacto dos projéteis com a água; selecionando este plano você obtém uma visão vinda de cima; este é o plano que você quer dar mais atenção ao comparar as dispersões dos navios; a elipse neste plano está verticalmente esticada devido à velocidade dos projéteis. 2) VERTICAL: mostra o ponto de impacto dos projéteis com uma superfície vertical; selecionando este plano você obtém uma visão vinda da frente; útil para uma análise precisa da precisão vertical. 3) ÂNGULO DE IMPACTO: mostra o ponto de impacto dos projéteis com uma superfície inclinada no ângulo de impacto dos projéteis; selecionando este plano você obtém uma visão vinda do ângulo de impacto dos projéteis; é o plano no qual o jogo realmente desenha a elipse de dispersão durante as batalhas; a elipse neste plano não é afetada pela velocidade dos projéteis; útil se você quiser comparar a dispersão dos navios sem levar em consideração a velocidade dos projéteis. Navios no jogo são duas vezes maiores que o ambiente, por isso um navio com 200m de comprimento ocupa o espaço de 400m.

# DispersionGraphWindow_DispPlotExplanation
source: Plot explanation
pt_br: Explicação da plotagem

source: Bow in
pt_br: Proa para a frente

source: Broadside
pt_br: "De lado"

# DontShow
source: Hide
pt_br: Ocultar

# ShipStats_AirDrag
source: Air Drag
pt_br: Arrasto pelo Ar

# ShipStats_Mass
source: Mass
pt_br: Massa

# ShipStats_FireChancePerSalvo
source: Fire chance per salvo
pt_br: Salva completa

# ShipStats_ExplosionRadius
source: Explosion radius
pt_br: Raio

# ShipStats_SplashCoeff
source: Blast penetration
pt_br: Penetração

# ShipStats_EngineBlastProtection
source: Engine blast protection
pt_br: Motor

# ShipStats_RudderBlastProtection
source: Rudder blast protection
pt_br: Leme

# ShipStats_BlastExplanation
source: If "module blast protection" + "armament blast penetration" > 0 The module can be incapacitated. If "module blast protection" + "armament blast penetration" <= 0 The module can not be incapacitated.
pt_br: Se "proteção de explosão do módulo" + "penetração de explosão do armamento" > 0 O módulo pode ser incapacitado. Se "proteção de explosão do módulo" + "penetração de explosão do armamento" <= 0 O módulo não pode ser incapacitado.

# SettingsWindow_LanguageChanged_Title
source: Restart required
pt_br: Reinicialização necessária

# Settingswindow_LanguageChanged
source: A restart of the application is required for the language-change to take effect. Not restarting can result in unexpected behaviour.
pt_br: Uma reinicialização do aplicativo é necessária para que a troca de idioma tenha efeito. Não reiniciar pode resultar em um comportamento inesperado.

# SplashScreen_Init
source: Initializing...
pt_br: Inicializando...

# SettingsWindow_Credits
source: Credits
pt_br: Créditos

# SettingsWindow_TranslationCredits
source: Thanks to the following community members for helping with the translation of this project. Below, all members with at least 10 contributions are mentioned.
pt_br: Agradecemos aos seguintes membros da comunidade por ajudarem com a tradução deste projeto. Abaixo, todos os membros com pelo menos 10 contribuições são mencionados.

# ShipStats_SecondaryBattery
source: Secondary Battery
pt_br: Bateria Secundária

# DispersionGraphWindow_PlotOrientation
source: Plot Orientation
pt_br: Orientação da Plotagem

# DispersionGraphWindow_ShellsPath
source: Shell Trajectory
pt_br: Trajetória do Projétil

# ScreenshotWindow_CaptainSkills
source: Captain skills
pt_br: Habilidades do Comandante

# BuildImport_ImportFromImage
source: Import from Image
pt_br: Importar de imagem

# SettingsWindow_OpenExplorerAfterImageSave
source: Open explorer when saving a build image
pt_br: Abrir o Explorador de Arquivos ao salvar uma imagem de build

# BuildCreationWindow_ExportImage
source: Save & copy image
pt_br: Salvar e copiar imagem

# Dialog_Save
source: Save
da_dk: Gem
ko_kr: 저장
pt_br: Salvar

# Dialog_Cancel
source: Cancel
ko_kr: 취소
pt_br: Cancelar

# Dialog_Yes
source: Yes
pt_br: Sim

# Dialog_No
source: No
pt_br: Não

# Dialog_SaveExit
source: Save & Exit
pt_br: Salvar e Sair

# BuildCreationWindow_IncludeSignals
source: Include signals and consumables in image
pt_br: Incluir sinais e consumíveis na imagem

# BuildCreationWindow_ExportString
source: Save & copy string
pt_br: Salvar & copiar texto

# BuildCreationWindow_SavedImageToClipboard
source: Build image copied to clipboard
pt_br: Imagem da build copiada para área de transferência

# SettingsWindow_EnableBuildImagePath
source: Enable custom build image path
pt_br: Habilitar caminho personalizado para imagem de build

# SettingsWindow_BuildImagePath
source: Custom build image path
pt_br: Caminho personalizado para imagem de build

# SettingsWindow_BuildImagePathInvalid
source: The selected custom build image path is invalid.
pt_br: O caminho personalizado selecionado para imagem de build é inválido.

# CaptainSkillSelector_SkillTalent
source: Skills & Talents
pt_br: Habilidades & Talentos

# CaptainSkillSelector_SkillTalentDescription
source: With the following slider and toggles, you can enable or disable certain conditional skill effects. You can also select how many times to trigger the talent effect, if possible. Note that not all skill/talents will have an effect on the ship statistics.
pt_br: Com o seguinte controle deslizante e botões, você pode ativar ou desativar certos efeitos condicionais das habilidades. Você também pode selecionar quantas vezes ativar o efeito do talento, se possível. Note que nem todas as habilidades/talentos terão efeito nas estatísticas do navio.

# CaptainSkillSelector_StandardCaptain
source: Standard captain
pt_br: Comandante padrão

# ScreenshotWindow_Captain
source: Captain:
pt_br: Comandante:

# ShipStats_BombsPerCharge
source: Bombs in a charge
pt_br: Bombas em uma carga

# DispersionWindow_CurrentShips
source: Current Ships
pt_br: Navios atuais

# DispersionWindow_ShipsToDelete
source: Ships to Delete
pt_br: Navios para Excluir

# MessageBox_LoadingError
source: There was an error during the loading of the data. This may be due to the data format not being compatible with an older version of the app or corrupted data. If you are not on the latest version, wait until you get a prompt about restarting the app to update, or update manually if you disabled automatic updates. If you are on the latest version, use the setting window to clean all the stored application data to solve data corruption issues.
pt_br: Ocorreu um erro durante o carregamento dos dados. Isso pode ser devido ao formato de dados não ser compatível com uma versão mais antiga do programa ou dados corrompidos. Se você não estiver na versão mais recente, espere até que você receba uma mensagem pedindo para reiniciar o aplicativo e atualizar, ou atualize manualmente caso as atualizações automáticas estejam desativadas. Se você estiver na última versão, use a janela de configuração para limpar todos os dados armazenados do aplicativo para resolver problemas de dados corrompidos.

# ShipStats_TrueReload
source: Server-side Reload Time
pt_br: Tempo de Recarga no Servidor

# ShipStats_TrueReloadTooltip
source: The server updates only every 0.142857142857 seconds. This means that reloads falling between multiples of this number will be moved to the tick after. The value represented here shows the true reload you are getting, that can be different than the theoretical reload above.
pt_br: O servidor atualiza apenas a cada 0,142857142857 segundos. Isso significa que recargas que caem entre múltiplos deste número serão movidas para o próximo tick. O valor representado aqui mostra a recarga real que você está tendo e pode diferir da recarga teórica mostrada acima.

# ShipStats_TrueRoF
source: Server-side RoF
pt_br: Taxa de Disparo no Servidor

# Validation_BuildName
source: The build name contains invalid characters. Only letters, numbers, whitespace, hyphens and underscores are allowed.
pt_br: O nome da build contém caracteres inválidos. Apenas letras, números, espaços em branco, hífens e 'underlines' são permitidos.

# Teststring
source: Just a value for testing
pt_br: Apenas um valor para teste

# Unit_Knots
source: kts
ko_kr: 노트
pt_br: nós

# Unit_ShotsPerMinute
source: shots/min
pt_br: tiros/min

# Unit_FPM
source: fires/min
pt_br: fogos/min

# ChartsWeb_AddRemoveShips
source: Add/Remove Ships/Shells
pt_br: Adicionar/Remover Navios/Munições

# ChartsWeb_DispersionCharts
source: Dispersion Charts
pt_br: Gráficos de Dispersão

# ChartsWeb_BallisticCharts
source: Ballistic Charts
pt_br: Gráficos de Balística

# ShipAndShellSelectionDialogWeb_SelectShipsAndShells
source: Select Ships and Shells
pt_br: Selecionar Navios e Projéteis

# ShipAndShellSelectionDialogWeb_Loading
source: Loading...
pt_br: Carregando...

# ShipStats_TorpedoStandard
source: Standard
pt_br: Padrão

# ShipStats_TorpedoMagnetic
source: Magnetic
pt_br: Magnético

# ShipStats_TorpedoDeepWater
source: Deepwater
pt_br: Águas Profundas

# Consumable_HpPerHeal
source: Hp per heal
pt_br: HP máximo por cura

# DispersionGraphWindow_Range
source: Range [km]:
pt_br: Alcance [km]:

# DispersionGrapghWindow_Height
source: Height
pt_br: Altura

# ShipStats_ShowShellTrajectoryGraph
source: Show shell trajectory graph
pt_br: Mostrar gráfico da trajetória dos projéteis

# ShipStats_ConcealmentFromShips
source: From ships
pt_br: Dos navios

# ShipStats_ConcealmentFromPlanes
source: From planes
pt_br: Dos aviões

# ShipStats_SpottingOnShips
source: On ships
pt_br: Nos navios

# ShipStats_SpottingOnPlanes
source: On planes
pt_br: Nos aviões

# ShipStats_SpottingOnTorps
source: On torpedoes
pt_br: Nos torpedos

# ShipStats_MaxViewDistance
source: Max view distance
pt_br: Distância máxima de visão dos navios

# ShipStats_Consumables
source: Consumables
pt_br: Consumíveis

# ShipStats_AircraftAmount
source: Aircraft amount
pt_br: Quantidade de aeronaves

# ShipStats_AircraftInAttackGroup
source: In attack group
pt_br: No grupo de ataque

# ShipStats_Max
source: Max
pt_br: Máximo

# ShipStats_Min
source: Min
pt_br: Mínimo

# ShipStats_AttackTimings
source: Attack timings
pt_br: Tempo de ataque

# ShipStats_Aiming
source: Aiming
ko_kr: 조준 중
pt_br: Mira

# ShipStats_Preparation
source: Preparation
ko_kr: 준비 중
pt_br: Preparação

# ShipStats_InitialBoost
source: Initial boost
pt_br: Impulso inicial

# ShipStats_SpeedBoost
source: Speed boost
pt_br: Impulso do Motor

# ModifierConverter_MaxEngagementDuration
source: Max engagement duration
pt_br: Duração máxima do engajamento

# ModifierConverter_MaxKillsAmount
source: Max kills amount
pt_br: Quantidade máxima de abates

# CaptainSkillSelector_CurrentArBonus
source: Adrenaline Rush HP:
pt_br: HP da Corrida de Adrenalina:

# DownloadWindow_Status
source: Status:
ko_kr: 상태:

source: Premium
ko_kr: 프리미엄

# ShipStats_Sigma
source: Sigma
ko_kr: 시그마

# ShipStats_TheoreticalDPM
source: Theoretical DPM
da_dk: Teoretisk DPM
ko_kr: 분당 데미지

# ShipStats_Delay
source: Delay
da_dk: Forsinkelse
ko_kr: 지연

# ShipStats_Flak
source: Flak
da_dk: Luftværnsild
ko_kr: 대공포

# ShipStats_Backward
source: Backward
ko_kr: 후진

# ShipStats_Forward
source: Forward
ko_kr: 전진

source: Skip bomb
ko_kr: 물수제비 폭탄

source: Torpedo
ko_kr: 어뢰

# ShipStats_PlaneHP
source: Hp per plane
ko_kr: 각 항공기의 내구도

# ShipStats_PingerGun
source: Sonar
ko_kr: 소나

source: Ok
ko_kr: 확인

# Dialog_Ok
source: Ok
ko_kr: 확인

# Unit_S
source: s
ko_kr: 초

# Unit_DPS
source: dps
ko_kr: 초당 데미지

# Unit_HP
source: HP
ko_kr: 체력

# ShipStats_HorizontalDisp
source: Horizontal
da_dk: Horisontal

# ShipStats_VerticalDisp
source: Vertical
da_dk: Vertikal

# VerticalPlane
source: Vertical
da_dk: Vertikal

# DispersionGraphWindow_Horizontal
source: Horizontal
da_dk: Horisontal

# DispersionGraphWindow_Vertical
source: Vertical
da_dk: Vertikal
