Repository: WoWs-Builder-Team/WoWs-ShipBuilder
Catalog: WoWsShipBuilder.Core/Localization/Translation.*.resx
Languages: da_dk, ko_kr, pt_br

# MainWindow_BackToMenu
source: Back to menu
da_dk: Tilbage til menu
ko_kr: 메뉴로 돌아가기
pt_br: Voltar ao Menu

# MainWindow_ResetBuild
source: Reset build
da_dk: Nulstil build
ko_kr: 빌드 초기화
pt_br: Redefinir build

# MainWindow_ShareBuild
source: Share build
da_dk: Del build
ko_kr: 빌드 공유
pt_br: Compartilhar build

# SettingsWindow_AutoUpdate
source: Enable automatic updates
da_dk: Aktiver automatiske opdateringer
ko_kr: 자동 업데이트 활성
pt_br: Habilitar atualizações automáticas

# SettingsWindow_Clean
source: Clean
da_dk: Ryd
ko_kr: 지우기
pt_br: Limpar

# SettingsWindow_CleanAppData
source: Clean stored application data
da_dk: Ryd lagrede applikationsdata
ko_kr: 앱 데이터 지우기
pt_br: Redefinir dados do aplicativo

# SettingsWindow_DevelopedBy
source: Developed by:
da_dk: Udviklet af:
ko_kr: 개발자:
pt_br: Desenvolvido por:

# SettingsWindow_Info
source: Info
ko_kr: 정보
pt_br: Informações

# SettingsWindow_Language
source: Language
da_dk: Sprog
ko_kr: 언어
pt_br: Idioma

# SettingsWindow_Reset
source: Reset
da_dk: Nulstil
ko_kr: 초기화
pt_br: Redefinir

# SettingsWindow_ResetSettings
source: Reset settings to default
da_dk: Nulstil indstillinger til standard
ko_kr: 기본 설정으로 초기화
pt_br: Redefinir configurações para o padrão

# SettingsWindow_Settings
source: Settings
da_dk: Indstillinger
ko_kr: 설정
pt_br: Configurações

# SettingsWindow_Version
source: Version:
ko_kr: 버전:
pt_br: Versão:

# StartMenu_LoadBuild
source: Load a build
da_dk: Indlæs et build
ko_kr: 빌드 불러오기
pt_br: Carregar Build

# StartMenu_NewBuild
source: Create a new build
da_dk: Lav et nyt build
ko_kr: 빌드 생성하기
pt_br: Criar Build

# StartMenu_ImportBuild
source: Import build...
da_dk: Importer build...
ko_kr: 빌드 가져오기
pt_br: Importar build...

# StartMenu_Settings
source: Settings and info
da_dk: Indstillinger og Info
ko_kr: 설정 및 정보
pt_br: Configurações & Info

# SignalSelector_Flags
source: Flags
da_dk: Flag
ko_kr: 깃발
pt_br: Bandeiras

# BuildCreationWindow_InsertBuildName
source: Insert the build name. The ship name is automatically included.
da_dk: Indsæt navn på build. Skibets navn er automatisk inkluderet.
ko_kr: 빌드 이름을 입력하세요. 함선명은 자동으로 추가됩니다.
pt_br: Insira o nome da build. O nome do navio é incluído automaticamente.

# MainWindow_NewShipSelection
source: Select new ship
da_dk: Vælg nyt skib
ko_kr: 함선 선택
pt_br: Selecionar novo navio

# SettingsWindow_ArtBy
source: Art by:
da_dk: Kunst af:
ko_kr: 디자인:
pt_br: Arte por:

# SettingsWindow_Devs
source: Devs:
da_dk: Udviklere:
ko_kr: 개발자:
pt_br: Desenvolvedores:

# SettingsWindow_LeadDevs
source: Lead devs:
da_dk: Ledende udviklere:
ko_kr: 개발 책임:
pt_br: Desenvolvedores líderes:

# SettingsWindow_Data
source: Data conversion:
da_dk: Datakonvertering:
ko_kr: 데이터 변환
pt_br: Conversão de dados:

# CaptainSkillSelector_Points
source: Captain points:
da_dk: Kaptajn point:
ko_kr: 함장 레벨
pt_br: Pontos do Comandante:

# CaptainSkillSelector_Talents
source: Captain talents
da_dk: Kaptajn talenter
ko_kr: 강화 스킬
pt_br: Talentos do Comandante

# SettingsWindow_Save
source: Save
da_dk: Gem
ko_kr: 저장
pt_br: Salvar

# SettingsWindow_Server
source: Server
ko_kr: 서버
pt_br: Servidor

# MainWindow_BaseXp
source: Base XP
da_dk: Basis XP
ko_kr: 기본 경험치
pt_br: XP Base

# MainWindow_CommanderXp
source: Commander XP:
da_dk: Kommandør XP:
ko_kr: 함장 경험치
pt_br: XP de Comandante:

# MainWindow_CommanderXpBonus
source: Commander XP bonus %
da_dk: Kommandør XP bonus %
ko_kr: 함장 경험치 보너스 %
pt_br: Bônus de XP de Comandante %

# MainWindow_FreeXp
source: Free XP:
da_dk: Gratis XP:
ko_kr: 자유 경험치
pt_br: XP Livre:

# MainWindow_FreeXpBonus
source: Free XP bonus %
da_dk: Gratis XP bonus %
ko_kr: 자유 경험치 보너스 %
pt_br: Bônus de XP Livre %

# MainWindow_Xp
source: Final XP:
da_dk: Total XP:
ko_kr: 최정 경험치:
pt_br: XP Final:

# MainWindow_XpBonus
source: XP bonus %
ko_kr: 경험치 보너스 %
pt_br: Bônus de XP %

# MainWindow_XpCalculator
source: XP calculator
da_dk: XP beregner
ko_kr: 경험치 계산기
pt_br: Calculador de XP

# SplashScreen_CamoImages
source: Downloading camo images
da_dk: Download camo billeder
ko_kr: 위장 이미지 다운로드
pt_br: Baixando imagens das camuflagens

# SplashScreen_Done
source: Done
da_dk: Færdig
ko_kr: 완료
pt_br: Concluído

# SplashScreen_Json
source: Downloading data
da_dk: Downloader data
ko_kr: 데이터 다운로드 중
pt_br: Baixando dados

# SplashScreen_ShipImages
source: Downloading ship images
da_dk: Downloader skibsbilleder
ko_kr: 위장 이미지 다운로드 중
pt_br: Baixando imagens dos navios

# AirCarrier
source: Aircraft Carrier
da_dk: Hangarskib
ko_kr: 항공모함
pt_br: Porta Aviões

source: Battleship
da_dk: Slagskib
ko_kr: 전함
pt_br: Encouraçado

source: Commonwealth
ko_kr: 커먼웰스
pt_br: Comunidade das Nações

source: Cruiser
da_dk: Krydser
ko_kr: 순양함
pt_br: Cruzador

source: Destroyer
ko_kr: 구축함
pt_br: Contratorpedeiro

source: Europe
da_dk: Europa
ko_kr: 유럽
pt_br: Europa

source: France
da_dk: Frankrig
ko_kr: 프랑스
pt_br: França

source: Germany
da_dk: Tyskland
ko_kr: 독일
pt_br: Alemanha

source: Italy
da_dk: Italien
ko_kr: 이탈리아
pt_br: Itália

source: Japan
ko_kr: 일본
pt_br: Japão

source: Netherlands
da_dk: Holland
ko_kr: 네덜란드
pt_br: Os Países Baixos

source: Pan America
da_dk: Pan Amerika
ko_kr: 범아메리카
pt_br: Pan-América

source: Pan Asia
da_dk: Pan Asien
ko_kr: 범아시아
pt_br: Pan-Ásia

# Russia
source: U.S.S.R
ko_kr: 소련
pt_br: U.R.S.S.

source: Spain
da_dk: Spanien
ko_kr: 스페인
pt_br: Espanha

source: Special
da_dk: Speciel
ko_kr: 특수 함선
pt_br: Especial

source: Submarine
da_dk: Ubåd
ko_kr: 잠수함
pt_br: Submarino

source: Tech tree
da_dk: Teknologitræ
ko_kr: 테크 트리
pt_br: Árvore Tecnológica

source: Test ship
da_dk: Testskib
ko_kr: 테스트 함선
pt_br: Navio de teste

# UnitedKingdom
source: U.K.
da_dk: Storbritannien
ko_kr: 영국
pt_br: Reino Unido

source: U.S.A.
ko_kr: 미국
pt_br: E.U.A.

# TITLE_PlaceholderMod
source: Empty slot
da_dk: Tom plads
ko_kr: 빈 슬롯
pt_br: Espaço vazio

# IncomingFireAlertDesc
source: Minimum range for the warning to appear
da_dk: Minimumsafstand til visning af advarsel
ko_kr: 최소 경보 거리
pt_br: Alcance mínimo para o aviso aparecer

# ShipSelectionWindow_ClassFilter
source: Class
da_dk: Klasse
ko_kr: 함급
pt_br: Classe

# ShipSelectionWindow_ConfirmButton
source: Confirm
da_dk: Bekræft
ko_kr: 확인
pt_br: Confirmar

# ShipSelectionWindow_NationFilter
source: Nation
ko_kr: 국가
pt_br: Nação

# ShipSelectionWindow_TierFilter
source: Tier
da_dk: Niveau
ko_kr: 티어
pt_br: Nível

# ShipSelectionWindow_TypeFilter
source: Type
ko_kr: 유형
pt_br: Tipo

# ShipSelectionWindow_NoResultsFound
source: No ships matching the filtering criteria found
da_dk: Ingen skibe som matcher filtreringskriterierne
ko_kr: 검색 조건에 맞는 함선이 없습니다
pt_br: Nenhum navio foi encontrado com os critérios atuais de filtragem

# ShipSelectionWindow_SearchShip
source: Search ship...
da_dk: Søg efter skib
ko_kr: 함선 검색
pt_br: Procurar navio...

# ShipStats_TurnTime
source: 180° turn time
da_dk: 180° drejningstid
ko_kr: 180° 선회 시간
pt_br: Tempo para virar 180°

# ShipStats_Range
source: Range
da_dk: Rækkevidde
ko_kr: 사거리
pt_br: Alcance

# ShipStats_RoF
source: Rate of fire
da_dk: Skudhastighed
ko_kr: 연사 속도
pt_br: Taxa de Disparo

# ShipStats_Reload
source: Reload Time
pt_br: Tempo de recarga

# ShipStats_TraverseSpeed
source: Traverse speed
da_dk: Drejningstid
ko_kr: 선회 속도
pt_br: Velocidade de rotação

# ShipStats_ShellVelocity
source: Initial shell velocity
da_dk: Indledende granathastighed
ko_kr: 포구 속도
pt_br: Velocidade inicial do projétil

# ShipStats_ShellWeight
source: Shell weight
da_dk: Granatvægt
ko_kr: 포탄 중량
pt_br: Peso do projétil

# ShipStats_ArmingThreshold
source: Arming Threshold
da_dk: Armeringsgrænse
ko_kr: 신관 작동 거리
pt_br: Limite para Armar

# ShipStats_DepthExplosion
source: Depth explosion radius
da_dk: Dybde eksplosionsradius
ko_kr: 심도 폭발 반경
pt_br: Raio de explosão profunda

# ShipStats_FireChance
source: Fire chance
da_dk: Ild chance
ko_kr: 화재 발생율
pt_br: Chance de incendiar

# ShipStats_FuseTimer
source: Fuse timer
da_dk: Sikrings timer
ko_kr: 신관 시간
pt_br: Temporizador do fusível

# ShipStats_Overmatch
source: Overmatch capability
da_dk: Overmatch kapacitet
ko_kr: 오버매치
pt_br: Capacidade de overmatch

# ShipStats_Penetration
source: Penetration
da_dk: Gennemtrængning
ko_kr: 관통
pt_br: Penetração

# ShipStats_RicochetAngles
source: Ricochet angles
da_dk: Ricochet vinkler
ko_kr: 도탄 각
pt_br: Ângulos de ricochete

# ShipStats_AADefense
source: AA Defense
da_dk: Antiluftskyts
pt_br: Defesa AA

# ShipStats_AircraftHP
source: Aircraft HP
da_dk: Flyvemaskine HP
ko_kr: 항공기 내구도
pt_br: HP da Aeronave

# ShipStats_Airstrike
source: Airstrike
da_dk: Luftangreb
ko_kr: 공습
pt_br: Ataque Aéreo

# ShipStats_BombType
source: Bomb type
da_dk: Bombe type
ko_kr: 폭탄 유형
pt_br: Tipo de Bomba

# ShipStats_BompPayload
source: Bombs in payload
da_dk: Bomber i nyttelast
ko_kr: 장착된 폭탄
pt_br: Bombas na Carga

# ShipStats_ConstantDamage
source: Constant damage
da_dk: Konstant skade
ko_kr: 지속 피해
pt_br: Dano constante

# ShipStats_Damage
source: Damage
da_dk: Skade
ko_kr: 피해
pt_br: Dano

# ShipStats_Detectability
source: Detectability range
da_dk: Detektionsrækkevidde
ko_kr: 탐지 거리
pt_br: Alcance de Detecção

# ShipStats_FlakDamage
source: Flak damage
ko_kr: 대공포 피해
pt_br: Dano de Flak

# ShipStats_HitChance
source: Hit chance
ko_kr: 타격 확률
pt_br: Chance de acerto

# ShipStats_FloodingChance
source: Flooding chance
ko_kr: 침수 확률
pt_br: Chance de inundação

# ShipStats_MainBattery
source: Main Battery
ko_kr: 주포
pt_br: Bateria Principal

# ShipStats_ReactionTime
source: Reaction Time
pt_br: Tempo de reação

# ShipStats_Torpedo
source: Torpedo
ko_kr: 어뢰
pt_br: Torpedos

# DispersionGraphWindow_AddShip
source: Add ship
ko_kr: 함선 추가
pt_br: Adicionar navio

# DispersionGraphWindow_RemoveShip
source: Remove ship
ko_kr: 함선 제거
pt_br: Remover navio

# ShipStats_Maneuverability
source: Maneuverability
ko_kr: 기동성
pt_br: Manobrabilidade

# ShipStats_FireDamageTotal
source: Total damage per fire
ko_kr: 각 화재의 총 피해
pt_br: Dano total por incêndio

# ShipStats_FireDPS
source: DPS per fire
ko_kr: 각 화재의 DPS
pt_br: DPS por incêndio

# ShipStats_FireDuration
source: Fire duration
ko_kr: 화재 지속 시간
pt_br: Duração

# ShipStats_FireReduction
source: Fire chance reduction
ko_kr: 화재율 감소
pt_br: Redução de chance de incêndio

# ShipStats_FloodDamageTotal
source: Total damage per flood
ko_kr: 각 침수의 총 피해
pt_br: Dano total por inundação

# ShipStats_FloodDPS
source: DPS per flooding
ko_kr: 각 침수의 DPS
pt_br: DPS por inundação

# ShipStats_FloodDuration
source: Flooding duration
ko_kr: 침수 지속 시간
pt_br: Duração

# ShipStats_FloodProbability
source: Flooding probability
ko_kr: 침수 확률
pt_br: Probabilidade de inundação

# ShipStats_HitPoints
source: Hit points
ko_kr: 내구도
pt_br: Pontos de Vida

# ShipStats_MaxFireAmount
source: Max number of fires
ko_kr: 최대 화재 갯수
pt_br: Número máximo de incêndios

# ShipStats_MaxFloodAmount
source: Max number of floodings
ko_kr: 최대 침수 갯수
pt_br: Número máximo de inundações

# ShipStats_Survivability
source: Survivability
ko_kr: 생존력
pt_br: Sobrevivência

# ShipStats_TorpedoProtection
source: Torpedo protection
ko_kr: 방뢰
pt_br: Proteção de torpedo

# MessageBox_Error
source: Error
ko_kr: 오류
pt_br: Erro

# MessageBox_ShipNoGun
source: has no main guns
pt_br: não possui armas principais

# MessageBox_DuplicateShip
source: has already been added with that shell
pt_br: já foi adicionado com esse projétil

# ShipStats_Type
source: Type
ko_kr: 유형
pt_br: Tipo

# ShipStats_TurretAngles
source: Show turret angles
ko_kr: 주포 각도 보여주기
pt_br: Mostrar ângulos das torres

# FiringAngleWindow_AngleExplanation
source: The reference angle used start at 0° on the front (top of the image) and goes in a clockwise direction
ko_kr: 기준 각도는 위에서 0°를 시작으로 (그림 상단) 시계 방향으로 돌아갑니다.
pt_br: O ângulo de referência usado começa em 0° na frente (parte superior da imagem) e vai na direção do sentido horário

# FiringAngleWindow_HideAll
source: Fold all angles
ko_kr: 모든 각도 접기
pt_br: Ocultar todos os ângulos

# FiringAngleWindow_PermaTextOff
source: Never show angles
ko_kr: 각도 표시하지 않기
pt_br: Nunca mostrar ângulos

# FiringAngleWindow_PermaTextOn
source: Always show angles
ko_kr: 항상 각도 표시하기
pt_br: Sempre mostrar ângulos

# FiringAngleWindow_ShowAll
source: Expand all angles
ko_kr: 모든 각도 확장하기
pt_br: Expandir todos os ângulos

# MainWindow_CaptainSkills
source: Captain Skills and Camo
ko_kr: 함장 스킬 및 위장
pt_br: Habilidades de Comandante e Camuflagem

# MainWindow_Signals
source: Signals
ko_kr: 신호기
pt_br: Sinais

# ShipStats_Name
source: Name
ko_kr: 이름
pt_br: Nome

# CaptainSkillSelector_Camo
source: Apply camo bonuses
ko_kr: 위장 보너스 적용
pt_br: Aplicar bônus da camuflagem

# ShipStats_ArmingDistance
source: Arming distance
ko_kr: 최소 신관 사거리
pt_br: Distância de armamento

# ShipStats_CanHitClasses
source: Can hit
ko_kr: 타격 가능
pt_br: Pode acertar

# ShipStats_Concealment
source: Concealment
ko_kr: 피탐 거리
pt_br: Ocultamento

# ShipStats_ConcealmentByAir
source: Concealment by air
ko_kr: 항공 피탐 거리
pt_br: Base

# ShipStats_ConcealmentByAirFire
source: When on fire
ko_kr: 화재 발생시
pt_br: Quando em chamas

# ShipStats_ConcealmentBySea
source: Concealment by sea
ko_kr: 해상 피탐 거리
pt_br: Base

# ShipStats_ConcealmentBySeaFire
source: When on fire
ko_kr: 화재 발생시
pt_br: Quando em chamas

# ShipStats_ConcealmentBySeaFiringSmoke
source: After firing in smoke
ko_kr: 연막 내 포격 후
pt_br: Após disparar em fumaça

# ShipStats_FireAmount
source: Max fires
ko_kr: 최대 화재 발생
pt_br: Número máximo

# ShipStats_FireTotalDamage
source: Total fire damage
ko_kr: 총 화재 피해
pt_br: Dano máximo por incêndio

# ShipStats_FloodAmount
source: Max floods
ko_kr: 최대 침수 발생
pt_br: Número máximo

# ShipStats_FloodTorpedoProtection
source: Torpedo protection
ko_kr: 방뢰
pt_br: Proteção de torpedo

# ShipStats_FloodTotalDamage
source: Total flood damage
ko_kr: 총 침수 피해
pt_br: Dano máximo por inundação

# ShipStats_LongAura
source: Long range aura
ko_kr: 장거리 대공 아우라
pt_br: Aura de longo alcance

# ShipStats_ManeuverabilityMaxSpeed
source: Max speed
ko_kr: 최고 속도
pt_br: Velocidade máxima

# ShipStats_ManeuverabilityRudderShiftTime
source: Rudder shift time
ko_kr: 조타 시간
pt_br: Tempo de virada do leme

# ShipStats_ManeuverabilityTurningCircle
source: Turning circle
ko_kr: 선회 반경
pt_br: Raio da curva

# ShipStats_MediumAura
source: Medium range aura
ko_kr: 중거리 대공 아우라
pt_br: Aura de alcance médio

# ShipStats_ShortAura
source: Short range aura
ko_kr: 단거리 대공 아우라
pt_br: Aura de curto alcance

# ShipStats_TorpedoArea
source: Torpedo spread
ko_kr: 어뢰 분산
pt_br: Dispersão do torpedo

# ShipStats_Aircraft
source: Aircrafts
ko_kr: 항공기
pt_br: Aeronaves

source: Bomb
ko_kr: 폭탄
pt_br: Bomba

source: Rocket
ko_kr: 로켓
pt_br: Foguete

# ShipStats_Speed
source: Speed
ko_kr: 속도
pt_br: Velocidade

# ShipStats_Weapon
source: Weapon
pt_br: Armamento

# ShipStats_AmmoPerAttack
source: Weapons per plane
ko_kr: 항공기 무장
pt_br: Armas por avião

# ShipStats_AttackCd
source: Attack cooldown
ko_kr: 공격 대기 시간
pt_br: Tempo de recarga do ataque

# ShipStats_CruisingSpeed
source: Cruising
ko_kr: 순항 속도
pt_br: Cruzeiro

# ShipStats_InnerBombPercentage
source: Bomb in inner ellipse
ko_kr: 내부 조준원 명중 확률
pt_br: Bombas na elipse interna

# ShipStats_MaxNumberOnDeck
source: On deck (max)
ko_kr: 갑판 위 최대 함재기 수
pt_br: Máximo no convés

# ShipStats_MaxSpeed
source: Max speed
ko_kr: 최고 속도
pt_br: Velocidade máxima

# ShipStats_MinSpeed
source: Min speed
ko_kr: 최소 속도
pt_br: Velocidade mínima

# ShipStats_NumberDuringAttack
source: Aircraft per attack
ko_kr: 공격시 항공기 수
pt_br: Aeronaves por ataque

# ShipStats_NumberInSquad
source: In squadron
ko_kr: 각 편대의 항공기 수
pt_br: Em um esquadrão

# ShipStats_RestorationTime
source: Restoration time
ko_kr: 회복 시간
pt_br: Tempo de restauração

# ShipStats_StartingNumberOnDeck
source: Starting planes on deck
ko_kr: 시작시 갑판 위 함재기 수
pt_br: Aeronaves iniciais no convés

# ShipStats_BombsPerPlane
source: Bombs per plane
ko_kr: 각 항공기에 장착된 폭탄
pt_br: Bombas por aeronave

# ShipStats_DropTime
source: Drop time
ko_kr: 투하 시간
pt_br: Drop

# ShipStats_FlyAwayTime
source: Time to arrive
ko_kr: 도달 시간
pt_br: Para chegada

# ShipStats_MaximumDistance
source: Maximum range
ko_kr: 최대 사거리
pt_br: Máximo

# ShipStats_MaximumFlightDistance
source: Max drop length
ko_kr: 최대 투하 거리
pt_br: Comprimento máximo do drop

# ShipStats_MinimumDistance
source: Minimum range
ko_kr: 최소 사거리
pt_br: Mínimo

# ShipStats_NumberOfUses
source: Number of charges
pt_br: Número de cargas

# ShipStats_AswAirstrike
source: ASW Airstrike
pt_br: Ataque Aéreo ASW

# DepthCharge
source: Depth charges
ko_kr: 폭뢰
pt_br: Cargas de profundidade

# DispersionWindow_Title
source: Dispersion visualization
ko_kr: 분산도 시각화
pt_br: Visualização da dispersão

# ShipStats_DepthChargesLauncher
source: ASW Depth Charges
pt_br: Cargas de Profundidade ASW

# ShipStats_FirstPingDuration
source: First ping duration
ko_kr: 첫 핑 지속 시간
pt_br: Duração do primeiro ping

# ShipStats_PingDuration
source: Ping duration
ko_kr: 핑 지속 시간
pt_br: Duração do ping

# ShipStats_PingSpeed
source: Ping speed
ko_kr: 핑 속도
pt_br: Velocidade do ping

# ShipStats_PingWidth
source: Ping width
ko_kr: 핑 너비
pt_br: Largura do ping

# ShipStats_SecondPingDuration
source: Second ping duration
ko_kr: 두번째 핑 지속 시간
pt_br: Duração do segundo ping

# ShipStats_Shells
source: Shells
ko_kr: 포탄
pt_br: Projéteis

# ShipStats_Cooldown
source: Cooldown
ko_kr: 재사용 대기시간
pt_br: Recarga

# ShipStats_WorkTime
source: Action time
ko_kr: 지속 시간
pt_br: Tempo de ação

# SettingsWindow_Cancel
source: Cancel
ko_kr: 취소
pt_br: Cancelar

# SettingsWindow_CustomPath
source: Enable custom data path
pt_br: Habilitar caminho customizado para os dados

# SettingsWindow_InsertCustomPath
source: Insert custom data path
pt_br: Inserir caminho customizado para os dados

# SettingsWindow_SaveExit
source: Save & exit
ko_kr: 저장 후 종료
pt_br: Salvar e Sair

# FiringAngleWindow_Disclaimer
source: Some turret orientation is wrong. The data from WG doesn't include it, so we use a workaround that work for most cases. If you find a case of a turret orientation and/or angle being wrong, report it on Github or by joining the Discord server below.
ko_kr: 일부 포탑 방향이 틀립니다. 워게이밍에서 얻은 데이터에 포함되어 있지 않아서, 대부분의 경우에만 작동하는 방법을 사용했습니다. 만약 포탑 방향이나 각도가 틀리다면 아래의 깃헙 혹은 디스코드 서버에서 알려주세요.
pt_br: Alguma orientação de torre está errada. Os dados da WG não as incluem, então nós usamos uma solução alternativa para a maioria dos casos. Se você encontrar um caso de orientação de torre e/ou ângulo errado, reporte-o no Github ou entre no servidor do Discord abaixo.

# BuildCreationWindow_BuildSaved
source: Build saved
ko_kr: 빌드가 저장됨
pt_br: Build salva

# BuildCreationWindow_SavedClipboard
source: Build string copied to clipboard
ko_kr: 빌드가 클립보드에 복사되었습니다
pt_br: String da Build copiada para a área de transferência

# StartMenu_DeleteBuild
source: Delete build
ko_kr: 빌드 삭제
pt_br: Excluir build

# BuildImport_Import
source: Import
ko_kr: 가져오기
pt_br: Importar

# BuildImport_ImportOnly
source: Import only
ko_kr: 가져오기만
pt_br: Apenas importar

# BuildImport_ImportSave
source: Import and save
ko_kr: 가져오기 및 저장
pt_br: Importar e salvar

# BuildImport_InsertBuild
source: Paste the build string here
ko_kr: 빌드를 붙여넣으세요
pt_br: Colar a string da Build aqui

# BuildImport_Title
source: Import build
ko_kr: 빌드 가져오기
pt_br: Importar Build

source: Cancel
ko_kr: 취소
pt_br: Cancelar

# StartMenu_BuildLoadingError
source: Error during the loading of the build
ko_kr: 빌드 불러오는 중 오류
pt_br: Erro durante o carregamento da build

# ShipStats_JatoDuration
source: Initial boost duration
ko_kr: 초기 가속 지속 시간
pt_br: Duração

# ShipStats_JatoSpeedMultiplier
source: Initial boost speed multiplier
ko_kr: 초기 가속 배수
pt_br: Impulso do Motor

# ShipStats_TimeToSwitch
source: Time to switch ammo
ko_kr: 탄두 변경 시간
pt_br: Tempo para mudar munição

# ShipStats_BurstMode
source: Artillery burst mode
ko_kr: 주포 점사 모드
pt_br: Disparo em Rajada

# ShipStats_Duration
source: Duration
ko_kr: 지속 시간
pt_br: Duração

# ShipStats_ReloadAfterBurst
source: Reload after burst
ko_kr: 점사 후 장전
pt_br: Recarga após rajada

# ShipStats_ReloadDuringBurst
source: Reload during burst
ko_kr: 점사 중 장전
pt_br: Recarga durante rajada

# ShipStats_RequiredHits
source: Hits required
ko_kr: 필요한 타격
pt_br: Acertos necessários

# ShipStats_ShotInBurst
source: Shots in one burst
ko_kr: 점사 당 발사 수
pt_br: Tiros em uma rajada

# ShipStats_SpecialAbility
source: Special abilities
ko_kr: 특수 능력
pt_br: Habilidades especiais

# DownloadWindow_Downloading
source: Downloading data...
ko_kr: 데이터 다운로드 중...
pt_br: Baixando dados...

# ShipStats_AimingTime
source: Aiming time
ko_kr: 조준 시간
pt_br: Tempo de mira

# ShipStats_DamageTakenDuringAttack
source: Damage taken during attack
ko_kr: 공격 중 입은 피해
pt_br: Dano recebido durante o ataque

# ShipStats_PostAttackInvulnerabilityDuration
source: Post attack invulnerability
ko_kr: 공격 후 무적 시간
pt_br: Invulnerabilidade após ataque

# ShipStats_PreparationTime
source: Preparation time
ko_kr: 준비 시간
pt_br: Tempo de preparação

# ShipStats_TorpedoLaunchers
source: Torpedo Launchers
pt_br: Lançadores de Torpedo

# ShipStats_AimPenaltyPlanes
source: Drop area change rate while manoeuvring
ko_kr: 기동 중 투하 면적 변동률
pt_br: Taxa de mudança da área do drop enquanto manobra

# ShipStats_FullPowerTime
source: Full power time
ko_kr: 최대 마력 도달 시간
pt_br: Tempo para potência total

# SettingsWindow_DataVersion
source: Data version:
ko_kr: 데이터 버전:
pt_br: Versão dos dados:

# DispersionGraphWindow_FlightTime
source: Flight time
ko_kr: 비행 시간
pt_br: Tempo de voo

# DispersionGraphWindow_ImpactAngle
source: Impact Angle
ko_kr: 입사 각도
pt_br: Ângulo de Impacto

# DispersionGraphWindow_ImpactVelocity
source: Impact velocity
ko_kr: 입사 속도
pt_br: Velocidade de Impacto

# DispersionGraphWindow_ShowPenetrationGraph
source: Show penetration graph
ko_kr: 관통 그래프 보기
pt_br: Mostrar gráfico de penetração

# DispersionGraphWindow_ShowFlightTimeGraph
source: Show flight time graph
ko_kr: 비행 시간 그래프 보기
pt_br: Mostrar gráfico de tempo de voo

# DispersionGraphWindow_ShowImpactAngleGraph
source: Show impact angle graph
ko_kr: 입사 각도 그래프 보기
pt_br: Mostrar gráfico de ângulo de impacto

# DispersionGraphWindow_ShowImpactVelocityGraph
source: Show impact velocity graph
ko_kr: 입사 속도 그래프 보기
pt_br: Mostrar gráfico de velocidade de impacto

# ShipStats_OpenBallistic
source: Show ballistic graphs
pt_br: Mostrar gráficos de balística

# SettingsWindow_InvalidCustomPath
source: The selected custom data path is not valid.
pt_br: O caminho customizado para os dados não é válido.

# DispersionGraphWindow_SelectShell
source: Select shells type
ko_kr: 포탄 선택
pt_br: Selecione um tipo de projétil

# DispersionGraphWindow_SelectShellDesc
source: has more than one shell. Select the one you want the ballistic of. Assuming the same caliber, the shell order below is HE->SAP->AP.
pt_br: possui mais de um projétil. Selecione o projétil do qual você quer o gráfico de balística. Assumindo como padrão o calibre, a ordem dos projéteis abaixo é HE->SAP->AP.

# MainWindow_NormalAccount
source: Normal account
ko_kr: 일반 계정
pt_br: Conta normal

# MainWindow_WGPremiumAccount
source: WG premium account
ko_kr: 워게이밍 프리미엄 계정
pt_br: Conta Premium WG

# MainWindow_WoWsPremiumAccount
source: WoWs premium account
ko_kr: 월드오브워쉽 프리미엄 계정
pt_br: Conta Premium WoWs

# SettingsWindow_CopyVersions
source: Copy versions
ko_kr: 버전 정보 복사
pt_br: Copiar versões

# ShipStats_ConcealmentBySubPeriscope
source: Concealment by sub at periscope depth
ko_kr: 잠수함 잠망경 심도 피탐 거리
pt_br: Na profundidade de periscópio

# ShipStats_ConcealmentBySubOperating
source: Concealment by sub at operating depth
ko_kr: 잠수함 작전 심도 피탐 거리
pt_br: Na profundidade de máxima

# StartMenu_OpenDispersionWindow
source: Show dispersion and ballistics graphs
pt_br: Mostrar gráficos de dispersão e balística

# DispersionPlot_InnerVertical
source: Inner Vertical:
pt_br: Vertical Interna:

# DispersionPlot_InnerHorizontal
source: Inner Horizontal:
pt_br: Horizontal Interna:

# ShipStats_Dispersion
source: Dispersion
pt_br: Dispersão
