Repository: WoWs-Builder-Team/WoWs-ShipBuilder
Catalog: WoWsShipBuilder.UI/Translations/Translation.*.resx
Languages: nl_nl, ru_ru

# DispersionGraphWindow_ShowImpactVelocityGraph
source: Show impact velocity graph
ru_ru: Показать график скорости при попадании

# ShipStats_OpenBallistic
source: Open ballistic graphs
ru_ru: Открыть графики баллистики

# SettingsWindow_InvalidCustomPath
source: The selected custom path is not valid.
ru_ru: Выбранный пользовательский путь недопустим.

# DispersionGraphWindow_SelectShell
source: Select a shell
ru_ru: Выберите снаряд

# DispersionGraphWindow_SelectShellDesc
source: The selected ship has more than one shell. Select the one you want the ballistic of. Assuming the same caliber, the shell order below is HE->SAP->AP.
ru_ru: имеет более одного типа снаряда. Выберите снаряд, чью баллистику вы хотите увидеть. При одинаковом калибре, порядок снарядов - ОФ->ПББ->ББ.

# MainWindow_NormalAccount
source: Normal account
ru_ru: Обычный аккаунт

# MainWindow_WGPremiumAccount
source: WG premium account
ru_ru: Общий Премиум аккаунт

# MainWindow_WoWsPremiumAccount
source: WoWs premium account
ru_ru: Корабельный Премиум аккаунт

# SettingsWindow_CopyVersions
source: Copy versions
ru_ru: Скопировать версии

# ShipStats_ConcealmentBySubPeriscope
source: Concealment by sub at periscope depth
ru_ru: Дальность обнаружения подлодкой с перископной глубины

# ShipStats_ConcealmentBySubOperating
source: Concealment by sub at operating depth
ru_ru: Дальность обнаружения подлодкой с рабочей глубины

# StartMenu_OpenDispersionWindow
source: Show dispersion and ballistics graphs
ru_ru: Показать графики разброса и баллистики

# SettingsWindow_TelemetryEnabled
source: Send basic telemetry data (current app version)
ru_ru: Отправить базовые телеметрические данные (текущая версия приложения)

# ShipStats_AADefense
source: AA defense
nl_nl: Luchtafweer
