Repository: WoWs-Builder-Team/WoWs-ShipBuilder
Catalog: WoWsShipBuilder.UI/Translations/Translation.*.resx
Languages: nl_nl, ru_ru

# MainWindow_BackToMenu
source: Back to menu
nl_nl: Terug naar het menu
ru_ru: Вернуться в меню

# MainWindow_ResetBuild
source: Reset build
ru_ru: Сбросить билд

# MainWindow_ShareBuild
source: Share build
nl_nl: Deel build
ru_ru: Поделиться билдом

# SettingsWindow_AutoUpdate
source: Enable automatic updates
nl_nl: Automatische updates inschakelen
ru_ru: Разрешить автоматические обновления

# SettingsWindow_Clean
source: Clean
nl_nl: Opschonen
ru_ru: Очистить

# SettingsWindow_CleanAppData
source: Clean stored application data
nl_nl: Applicatie data opschonen
ru_ru: Очистить сохраненные данные приложения

# SettingsWindow_DevelopedBy
source: Developed by:
nl_nl: Ontwikkeld door:
ru_ru: Разработано:

# SettingsWindow_Info
source: Info
ru_ru: Информация

# SettingsWindow_Language
source: Language
nl_nl: Taal
ru_ru: Язык

# SettingsWindow_Reset
source: Reset
ru_ru: Сброс

# SettingsWindow_ResetSettings
source: Reset settings to default
nl_nl: Standaardinstellingen herstellen
ru_ru: Сбросить настройки по умолчанию

# SettingsWindow_Settings
source: Settings
nl_nl: Instellingen
ru_ru: Настройки

# SettingsWindow_Version
source: Version:
nl_nl: Versie:
ru_ru: Версия:

# StartMenu_LoadBuild
source: Load a build
nl_nl: Laad een build
ru_ru: Загрузить билд

# StartMenu_NewBuild
source: Create a new build
nl_nl: Nieuwe build
ru_ru: Создать новый билд

# StartMenu_ImportBuild
source: Import build...
nl_nl: Importeer build...
ru_ru: Импортировать билд...

# StartMenu_Settings
source: Settings and info
nl_nl: Instellingen en info
ru_ru: Настройки и информация

# DownloadWindow_Status
source: Status:
ru_ru: Статус:

# SignalSelector_Flags
source: Flags
nl_nl: Vlaggen
ru_ru: Сигналы

# BuildCreationWindow_InsertBuildName
source: Insert the build name. The ship name is automatically included.
nl_nl: Voer een build naam in. De van het schip wordt automatisch toegevoegd.
ru_ru: Вставьте название для билда. Название корабля будет добавлено автоматически.

# MainWindow_NewShipSelection
source: Select new ship
nl_nl: Ander schip selecteren
ru_ru: Выбрать новый корабль

# SettingsWindow_ArtBy
source: Art by:
nl_nl: Kunst door:
ru_ru: Художник:

# SettingsWindow_Devs
source: Devs:
ru_ru: Разработчики:

# SettingsWindow_LeadDevs
source: Lead devs:
ru_ru: Ведущие Разработчики:

# SettingsWindow_Data
source: Data conversion:
nl_nl: Data conversie:
ru_ru: Конвертация данных:

# CaptainSkillSelector_Points
source: Captain points:
nl_nl: Kapiteins punten:
ru_ru: Очки Командира:

# CaptainSkillSelector_Talents
source: Captain talents
nl_nl: Kapitein talenten
ru_ru: Таланты Командира

# SettingsWindow_Save
source: Save
nl_nl: Opslaan
ru_ru: Сохранить

# SettingsWindow_Server
source: Server
ru_ru: Сервер

# MainWindow_BaseXp
source: Base XP
nl_nl: Basis XP
ru_ru: Чистый Опыт

# MainWindow_CommanderXp
source: Commander XP:
nl_nl: Commandant XP:
ru_ru: Опыт Командира:

# MainWindow_CommanderXpBonus
source: Commander XP bonus %
nl_nl: Commandant XP bonus %
ru_ru: Бонус к опыту командира в %

# MainWindow_FreeXp
source: Free XP:
nl_nl: Vrije XP:
ru_ru: Свободный Опыт:

# MainWindow_FreeXpBonus
source: Free XP bonus %
nl_nl: Vrije XP bonus %
ru_ru: Бонус к свободному опыту в %

# MainWindow_Xp
source: Final XP:
nl_nl: Totaal XP:
ru_ru: Окончательный опыт:

# MainWindow_XpBonus
source: XP bonus %
ru_ru: Бонус к опыту в %

# MainWindow_XpCalculator
source: XP calculator
ru_ru: Калькулятор Опыта

# SplashScreen_CamoImages
source: Downloading camo images
nl_nl: Camouflage afbeeldingen downloaden
ru_ru: Загрузка изображений камуфляжей

# SplashScreen_Done
source: Done
nl_nl: Gereed
ru_ru: Готово

# SplashScreen_Json
source: Downloading data
nl_nl: Data downloaden
ru_ru: Загрузка данных

# SplashScreen_ShipImages
source: Downloading ship images
nl_nl: Schip afbeeldingen downloaden
ru_ru: Загрузка изображений кораблей

# AirCarrier
source: Aircraft Carrier
ru_ru: Авианосец

source: Battleship
nl_nl: Slagschip
ru_ru: Линкор

source: Commonwealth
nl_nl: Gemenebest
ru_ru: Содружество

source: Cruiser
nl_nl: Kruiser
ru_ru: Крейсер

source: Destroyer
nl_nl: Torpedobootjager
ru_ru: Эсминец

source: Europe
nl_nl: Europa
ru_ru: Европа

source: France
nl_nl: Frankrijk
ru_ru: Франция

source: Germany
nl_nl: Duitsland
ru_ru: Германия

source: Italy
nl_nl: Italië
ru_ru: Италия

source: Japan
ru_ru: Япония

source: Netherlands
nl_nl: Nederland
ru_ru: Нидерланды

source: Pan America
nl_nl: Pan-Amerika
ru_ru: Пан-Америка

source: Pan Asia
nl_nl: Pan-Azië
ru_ru: Пан-Азия

source: Premium
ru_ru: Премиум

# Russia
source: U.S.S.R
nl_nl: Sovjet-Unie
ru_ru: СССР

source: Spain
nl_nl: Spanje
ru_ru: Испания

source: Special
nl_nl: Speciaal
ru_ru: Акционные

source: Submarine
nl_nl: Duikboot
ru_ru: Подводная Лодка

source: Tech tree
nl_nl: Technologie boom
ru_ru: Древо развития

source: Test ship
nl_nl: Test schip
ru_ru: Тестовый корабль

# UnitedKingdom
source: U.K.
nl_nl: V.K.
ru_ru: Великобритания

source: U.S.A.
nl_nl: V.S.
ru_ru: США

# TITLE_PlaceholderMod
source: Empty slot
nl_nl: Leeg slot
ru_ru: Пустой слот

# IncomingFireAlertDesc
source: Minimum range for the warning to appear
nl_nl: Minimum bereik voordat de waarschuwing wordt weergeven
ru_ru: Минимальная дальность для отображения предупреждения

# ShipSelectionWindow_ClassFilter
source: Class
nl_nl: Klasse
ru_ru: Класс

# ShipSelectionWindow_ConfirmButton
source: Confirm
nl_nl: Bevestigen
ru_ru: Подтвердить

# ShipSelectionWindow_NationFilter
source: Nation
nl_nl: Natie
ru_ru: Нация

# ShipSelectionWindow_TierFilter
source: Tier
nl_nl: Niveau
ru_ru: Уровень

# ShipSelectionWindow_TypeFilter
source: Type
ru_ru: Тип

# ShipSelectionWindow_NoResultsFound
source: No ships matching the filtering criteria found
nl_nl: Geen schepen die aan de filtercriteria voldoen
ru_ru: Не найдено кораблей, соответствующих критериям фильтра

# ShipSelectionWindow_SearchShip
source: Search ship
nl_nl: Zoeken naar schip
ru_ru: Поиск корабля

# ShipStats_TurnTime
source: 180° turn time
nl_nl: 180° draaitijd
ru_ru: Время поворота на 180°

# ShipStats_HorizontalDisp
source: Horizontal dispersion
nl_nl: Horizontale verspreiding
ru_ru: Горизонтальный

# ShipStats_Range
source: Range
nl_nl: Bereik
ru_ru: Дальность Стрельбы

# ShipStats_RoF
source: Rate of fire
nl_nl: Schiet ratio
ru_ru: Скорострельность

# ShipStats_Reload
source: Reload time
nl_nl: Herlaad Tijd
ru_ru: Время перезарядки

# ShipStats_Sigma
source: Sigma
ru_ru: Сигма

# ShipStats_TraverseSpeed
source: Traverse speed
nl_nl: Draai snelheid
ru_ru: Скорость Наведения

# ShipStats_VerticalDisp
source: Vertical dispersion
nl_nl: Verticale verspreiding
ru_ru: Вертикально

# ShipStats_ShellVelocity
source: Initial shell velocity
nl_nl: Initiële granaat snelheid
ru_ru: Начальная скорость снаряда

# ShipStats_ShellWeight
source: Shell weight
nl_nl: Granaat gewicht
ru_ru: Масса снаряда

# ShipStats_TheoreticalDPM
source: Theoretical DPM
nl_nl: Theoretische DPM
ru_ru: Теоретический ДПМ

# ShipStats_ArmingThreshold
source: Arming Threshold
nl_nl: Bewapening overgangsdrempel
ru_ru: Толщина брони для взведения взрывателя

# ShipStats_DepthExplosion
source: Depth explosion radius
nl_nl: Diepte explosie radius
ru_ru: Радиус глубинного взрыва

# ShipStats_FireChance
source: Fire chance
nl_nl: Kans op brand
ru_ru: Шанс пожара

# ShipStats_FuseTimer
source: Fuse timer
nl_nl: Fuseer timer
ru_ru: Таймер взрывателя

# ShipStats_Overmatch
source: Overmatch capability
nl_nl: Overtref waarde
ru_ru: Пробитие по правилу 14.3

# ShipStats_Penetration
source: Penetration
nl_nl: Penetratie
ru_ru: Бронепробитие

# ShipStats_RicochetAngles
source: Ricochet angles
nl_nl: Ricochet hoeken
ru_ru: Углы рикошета

# ShipStats_AircraftHP
source: Aircraft HP
nl_nl: Vliegtuig levenspunten
ru_ru: ХП Самолетов

# ShipStats_Airstrike
source: Airstrike
nl_nl: Luchtaanval
ru_ru: Авиаудар

# ShipStats_BombType
source: Bomb type
nl_nl: Bom type
ru_ru: Тип бомб

# ShipStats_BompPayload
source: Bombs in payload
nl_nl: Bommen in lading
ru_ru: Бомб в загрузке

# ShipStats_ConstantDamage
source: Constant damage
nl_nl: Constante schade
ru_ru: Постоянный урон

# ShipStats_Damage
source: Damage
nl_nl: Schade
ru_ru: Урон

# ShipStats_Delay
source: Delay
nl_nl: Vertraging
ru_ru: Задержка

# ShipStats_Detectability
source: Detectability range
nl_nl: Detecteerbaarheid
ru_ru: Дальность обнаружения

# ShipStats_Flak
source: Flak
nl_nl: Granaatexplosies
ru_ru: Разрыв

# ShipStats_FlakDamage
source: Flak damage
nl_nl: Granaatexplosie schade
ru_ru: Урон разрывов

# ShipStats_HitChance
source: Hit chance
nl_nl: Kans op treffer
ru_ru: Шанс попадания

# ShipStats_FloodingChance
source: Flooding chance
nl_nl: Overstromingskans
ru_ru: Шанс затопления

# ShipStats_MainBattery
source: Main Battery
nl_nl: Hoofd Geschut
ru_ru: Главный Калибр

# ShipStats_ReactionTime
source: Reaction time
nl_nl: Reactie tijd
ru_ru: Время для реакции

# ShipStats_Torpedo
source: Torpedo
ru_ru: Торпеды

# DispersionGraphWindow_AddShip
source: Add ship
nl_nl: Schip toevoegen
ru_ru: Добавить корабль

# DispersionGraphWindow_RemoveShip
source: Remove ship
nl_nl: Schip verwijderen
ru_ru: Удалить корабль

# ShipStats_Maneuverability
source: Maneuverability
nl_nl: Manoeuvreerbaarheid
ru_ru: Маневренность

# ShipStats_FireDamageTotal
source: Total damage per fire
nl_nl: Totale schade per brand
ru_ru: Общий урон за пожар

# ShipStats_FireDPS
source: DPS per fire
nl_nl: Schade per seconde per brand
ru_ru: УВС за пожар

# ShipStats_FireDuration
source: Fire duration
nl_nl: Duur van brand
ru_ru: Длительность пожара

# ShipStats_FireReduction
source: Fire chance reduction
nl_nl: Vuurkans vermindering
ru_ru: Снижение шанса пожара

# ShipStats_FloodDamageTotal
source: Total damage per flood
nl_nl: Totale schade per overstroming
ru_ru: Общий урон за затоп

# ShipStats_FloodDPS
source: DPS per flooding
nl_nl: Schade per seconde per overstroming
ru_ru: УВС за затопление

# ShipStats_FloodDuration
source: Flooding duration
nl_nl: Overstromingsduur
ru_ru: Время затопления

# ShipStats_FloodProbability
source: Flooding probability
nl_nl: Overstromingskans
ru_ru: Вероятность затопления

# ShipStats_HitPoints
source: Hit points
nl_nl: Levenspunten
ru_ru: Боеспособность

# ShipStats_MaxFireAmount
source: Max number of fires
nl_nl: Maximaal aantal branden
ru_ru: Макс. количество пожаров

# ShipStats_MaxFloodAmount
source: Max number of floodings
nl_nl: Maximum aantal overstromingen
ru_ru: Макс. количество затопов

# ShipStats_Survivability
source: Survivability
nl_nl: Overlevingsvermogen
ru_ru: Живучесть

# ShipStats_TorpedoProtection
source: Torpedo protection
nl_nl: Torpedo bescherming
ru_ru: ПТЗ

# MessageBox_Error
source: Error
ru_ru: Ошибка

# MessageBox_ShipNoGun
source: The selected ship has no main guns
nl_nl: Het geselecteerde schip heeft geen hoofdgeschut
ru_ru: ГК отсутствует

# MessageBox_DuplicateShip
source: Selected ship has already been added
nl_nl: Geselecteerde schip is reeds toegevoegd
ru_ru: уже был добавлен с этим снарядом

# ShipStats_Type
source: Type
ru_ru: Тип

# ShipStats_TurretAngles
source: Show turret angles
nl_nl: Toon geschutskoepel hoeken
ru_ru: Показать углы башен

# FiringAngleWindow_AngleExplanation
source: The reference angle used start at 0° on the front (top of the image) and goes in a clockwise direction
nl_nl: De referentiehoek die wordt gebruikt begint bij 0° vooraan (bovenkant van de afbeelding) en gaat met de klok mee
ru_ru: Используемый угол отсчета начинается с 0° на передней панели (вверху изображения) и идет по часовой стрелке

# FiringAngleWindow_HideAll
source: Fold all angles
nl_nl: Alle hoeken verbergen
ru_ru: Убрать все углы

# FiringAngleWindow_PermaTextOff
source: Never show angles
nl_nl: Hoeken niet tonen
ru_ru: Никогда не показывать углы

# FiringAngleWindow_PermaTextOn
source: Always show angles
nl_nl: Hoeken altijd tonen
ru_ru: Всегда показывать углы

# FiringAngleWindow_ShowAll
source: Expand all angles
nl_nl: Alle hoeken tonen
ru_ru: Показать все углы

# MainWindow_CaptainSkills
source: Captain Skills and Camo
nl_nl: Kapitein Vaardigheden en Camouflage
ru_ru: Перки командира и Камуфляж

# MainWindow_Signals
source: Signals
nl_nl: Signalen
ru_ru: Сигналы

# ShipStats_Name
source: Name
nl_nl: Naam
ru_ru: Название

# CaptainSkillSelector_Camo
source: Apply camo bonuses
nl_nl: Camouflage bonussen toepassen
ru_ru: Применить бонусы камуфляжа

# ShipStats_ArmingDistance
source: Arming distance
nl_nl: Bewapening afstand
ru_ru: Дальность взведения

# ShipStats_CanHitClasses
source: Can hit
nl_nl: Kan raken
ru_ru: Подходящие цели

# ShipStats_Concealment
source: Concealment
nl_nl: Detecteerbaarheid
ru_ru: Маскировка

# ShipStats_ConcealmentByAir
source: Concealment by air
nl_nl: Detecteerbaarheid vanuit de lucht
ru_ru: Заметность с самолетов

# ShipStats_ConcealmentByAirFire
source: When on fire
nl_nl: Als het schip in brand staat
ru_ru: При пожаре

# ShipStats_ConcealmentBySea
source: Concealment by sea
nl_nl: Detecteerbaarheid vanaf zee
ru_ru: Заметность с кораблей

# ShipStats_ConcealmentBySeaFire
source: When on fire
nl_nl: Als het schip in brand staat
ru_ru: При пожаре

# ShipStats_ConcealmentBySeaFiringSmoke
source: After firing in smoke
nl_nl: Na het schieten vanuit rookgordijn
ru_ru: После выстрела в дымах

# ShipStats_FireAmount
source: Max fires
nl_nl: Max branden
ru_ru: Макс. пожаров

# ShipStats_FireTotalDamage
source: Total fire damage
nl_nl: Totale vuurschade
ru_ru: Общий урон от пожара

# ShipStats_FloodAmount
source: Max floods
nl_nl: Max overstromingen
ru_ru: Макс. затопов

# ShipStats_FloodTorpedoProtection
source: Torpedo protection
nl_nl: Torpedo bescherming
ru_ru: ПТЗ

# ShipStats_FloodTotalDamage
source: Total flood damage
nl_nl: Totale overstromingsschade
ru_ru: Общий урон от затопа

# ShipStats_LongAura
source: Long range aura
nl_nl: Lange bereik aura
ru_ru: Дальняя Аура

# ShipStats_Backward
source: Backward
nl_nl: Achteruit
ru_ru: Назад

# ShipStats_Forward
source: Forward
nl_nl: Vooruit
ru_ru: Вперед

# ShipStats_ManeuverabilityMaxSpeed
source: Max speed
nl_nl: Maximumsnelheid
ru_ru: Максимальная скорость

# ShipStats_ManeuverabilityRudderShiftTime
source: Rudder shift time
nl_nl: Roer verschuivingstijd
ru_ru: Время перекладки руля

# ShipStats_ManeuverabilityTurningCircle
source: Turning circle
nl_nl: Draaicirkel
ru_ru: Радиус циркуляции

# ShipStats_MediumAura
source: Medium range aura
nl_nl: Middellange bereik aura
ru_ru: Средняя Аура

# ShipStats_ShortAura
source: Short range aura
nl_nl: Korte bereik aura
ru_ru: Ближняя Аура

# ShipStats_TorpedoArea
source: Torpedo spread
nl_nl: Torpedo spreiding
ru_ru: Разброс торпед

# ShipStats_Aircraft
source: Aircrafts
nl_nl: Vliegtuigen
ru_ru: Самолеты

source: Bomb
nl_nl: Bom
ru_ru: Бомба

source: Rocket
nl_nl: Raket
ru_ru: Ракета

# ShipStats_Speed
source: Speed
nl_nl: Snelheid
ru_ru: Скорость

# ShipStats_WeaponType
source: Weapon type
nl_nl: Wapen type
ru_ru: Тип вооружения

source: Skip bomb
nl_nl: Kets bom
ru_ru: Топ-мачтовые бомбы

source: Torpedo
ru_ru: Торпеды

# ShipStats_AmmoPerAttack
source: Weapons per plane
nl_nl: Wapens per vliegtuig
ru_ru: Вооружения на каждом самолете

# ShipStats_AttackCd
source: Attack cooldown
nl_nl: Aanval Afkoeltijd
ru_ru: Перезарядка атаки

# ShipStats_CruisingSpeed
source: Cruising speed
nl_nl: Kruissnelheid
ru_ru: Крейсерская скорость

# ShipStats_InnerBombPercentage
source: Bomb in inner ellipse
nl_nl: Bom in binnenste ellips
ru_ru: Бомб во внутреннем эллипсе

# ShipStats_MaxNumberOnDeck
source: Max planes on deck
nl_nl: Max aantal vliegtuigen op het dek
ru_ru: Макс. самолетов на палубе

# ShipStats_MaxSpeed
source: Max speed
nl_nl: Maximumsnelheid
ru_ru: Максимальная скорость

# ShipStats_MinSpeed
source: Min speed
nl_nl: Minimum snelheid
ru_ru: Мин. Скорость

# ShipStats_NumberDuringAttack
source: Aircraft per attack
nl_nl: Vliegtuigen per aanval
ru_ru: Самолетов в сбросе

# ShipStats_NumberInSquad
source: Aircraft in a squadron
nl_nl: Vliegtuigen per squadron
ru_ru: Самолетов в эскадрилье

# ShipStats_PlaneHP
source: Hp per plane
nl_nl: Levenspunten per vliegtuig
ru_ru: ХП каждого самолета

# ShipStats_RestorationTime
source: Restoration time
nl_nl: Hersteltijd
ru_ru: Время восстановления

# ShipStats_StartingNumberOnDeck
source: Starting planes on deck
nl_nl: Vliegtuigen op vliegdek bij start
ru_ru: Стартовое кол-во самолетов на палубе

# ShipStats_BombsPerPlane
source: Bombs per plane
nl_nl: Bommen per vliegtuig
ru_ru: Бомб на каждом самолете

# ShipStats_DropTime
source: Drop time
nl_nl: Val tijd
ru_ru: Время сброса

# ShipStats_FlyAwayTime
source: Time to arrive
nl_nl: Tijd tot arriveren
ru_ru: Время до сброса

# ShipStats_MaximumDistance
source: Maximum range
nl_nl: Maximum bereik
ru_ru: Максимальная дальность

# ShipStats_MaximumFlightDistance
source: Max drop length
nl_nl: Maximaal bereik
ru_ru: Длина зоны авиаудара

# ShipStats_MinimumDistance
source: Minimum range
nl_nl: Minimum bereik
ru_ru: Минимальная дальность

# ShipStats_NumberOfUses
source: Charges
nl_nl: Aantal
ru_ru: Заряды

# ShipStats_AswAirstrike
source: ASW airstrike
nl_nl: Dieptebommen luchtaanval
ru_ru: Авиаудар ПЛО

# DepthCharge
source: Depth charges
nl_nl: Dieptebommen
ru_ru: Глубинные бомбы

# DispersionWindow_Title
source: Dispersion visualization
nl_nl: Verspreiding visualisatie
ru_ru: Визуализация разброса

# ShipStats_DepthChargesLauncher
source: ASW depth Charges
nl_nl: Dieptebommen
ru_ru: Глубинные бомбы ПЛО

# ShipStats_FirstPingDuration
source: First ping duration
nl_nl: Eerste ping duur
ru_ru: Время действия первого импульса

# ShipStats_PingDuration
source: Ping duration
nl_nl: Ping duur
ru_ru: Время действия импульса

# ShipStats_PingerGun
source: Sonar
ru_ru: Сонар

# ShipStats_PingSpeed
source: Ping speed
nl_nl: Ping snelheid
ru_ru: Скорость импульса

# ShipStats_PingWidth
source: Ping width
nl_nl: Ping breedte
ru_ru: Ширина импульса

# ShipStats_SecondPingDuration
source: Second ping duration
nl_nl: Tweede ping duur
ru_ru: Время действия второго импульса

# ShipStats_Shells
source: Shells
nl_nl: Granaten
ru_ru: Снаряды

# ShipStats_Cooldown
source: Cooldown
nl_nl: Afkoeltijd
ru_ru: Перезарядка

# ShipStats_WorkTime
source: Action time
nl_nl: Werkingsduur
ru_ru: Время действия

# SettingsWindow_Cancel
source: Cancel
nl_nl: Annuleren
ru_ru: Отмена

# SettingsWindow_CustomPath
source: Enable custom path
nl_nl: Aangepast bestandspad
ru_ru: Включить свой путь

# SettingsWindow_InsertCustomPath
source: Insert custom path
nl_nl: Aangepast bestandspad invullen
ru_ru: Вставить свой путь

# SettingsWindow_SaveExit
source: Save & exit
nl_nl: Opslaan & sluiten
ru_ru: Сохранить и выйти

# FiringAngleWindow_Disclaimer
source: Some turret orientation is wrong. The data from WG doesn't include it, so we use a workaround that work for most cases. If you find a case of a turret orientation and/or angle being wrong, report it on Github or by joining the Discord server below.
nl_nl: Sommige geschutskoepel oriëntatie data is verkeerd. Dit komt omdat WG deze data niet ingevoegd heeft. Daarom hebben wij een omweg gebruikt waardoor de data voor de meeste gevallen correct is. Als je een geval vind waar deze data verkeerd is, rapporteer dit dan op onze Github of Discord server. Links naar deze vind je hieronder.
ru_ru: Ориентация некоторых башен неверна. Данные от WG не включают в себя их, поэтому мы используем обход, который работает в большинстве случаев. Если вы нашли случай неправильной ориентации башни и/или угла, сообщите об этом на Github или присоединившись к серверу Discord ниже.

# BuildCreationWindow_BuildSaved
source: Build saved
nl_nl: Build opgeslagen
ru_ru: Билд сохранен

# BuildCreationWindow_SavedClipboard
source: Build string copied to clipboard
nl_nl: Build string naar klembord gekopieerd
ru_ru: Ссылка на билд скопирована в буфер обмена

# StartMenu_DeleteBuild
source: Delete build
nl_nl: Build verwijderen
ru_ru: Удалить билд

# BuildImport_Import
source: Import
nl_nl: Importeren
ru_ru: Импорт

# BuildImport_ImportOnly
source: Import only
nl_nl: Alleen importeren
ru_ru: Только импорт

# BuildImport_ImportSave
source: Import and save
nl_nl: Importeren en opslaan
ru_ru: Импортировать и сохранить

# BuildImport_InsertBuild
source: Paste the build string here
nl_nl: Plak de build string hier
ru_ru: Вставьте ссылку на билд сюда

# BuildImport_Title
source: Import build
nl_nl: Importeer build
ru_ru: Импортировать билд

source: Cancel
nl_nl: Annuleren
ru_ru: Отмена

source: Ok
ru_ru: Ок

# StartMenu_BuildLoadingError
source: Error during the loading of the build
nl_nl: Fout tijdens het laden van de build
ru_ru: Ошибка при загрузке билда

# ShipStats_JatoDuration
source: Initial boost duration
nl_nl: Initiële boost duur
ru_ru: Начальная длительность ракетного ускорения

# ShipStats_JatoSpeedMultiplier
source: Initial boost speed multiplier
nl_nl: Initiële snelheid vermenigvuldiger
ru_ru: Коэффициент длительности ракетного ускорения

# ShipStats_TimeToSwitch
source: Time to switch ammo
nl_nl: Tijd om van munitie te wisselen
ru_ru: Время для переключения боеприпасов

# ShipStats_BurstMode
source: Artillery burst mode
nl_nl: Hoofdgeschut burstvuur
ru_ru: Альт. режим стрельбы

# ShipStats_Duration
source: Duration
nl_nl: Duur
ru_ru: Длительность

# ShipStats_ReloadAfterBurst
source: Reload after burst
nl_nl: Herlaadtijd na burst
ru_ru: Перезарядка после альт. залпа

# ShipStats_ReloadDuringBurst
source: Reload during burst
nl_nl: Herlaadtijd tijdens burstvuur
ru_ru: Перезарядка во время альт. залпа

# ShipStats_RequiredHits
source: Hits required
nl_nl: Treffers benodigd
ru_ru: Требуется попаданий

# ShipStats_ShotInBurst
source: Shots in one burst
nl_nl: Schoten in één burst
ru_ru: Выстрелов в альт. залпе

# ShipStats_SpecialAbility
source: Special abilities
nl_nl: Speciale vaardigheden
ru_ru: Особые способности

# DownloadWindow_Downloading
source: Downloading data...
nl_nl: Data downloaden...
ru_ru: Загрузка данных...

# ShipStats_AimingTime
source: Aiming time
nl_nl: Richttijd
ru_ru: Время наведения

# ShipStats_DamageTakenDuringAttack
source: Damage taken during attack
nl_nl: Schade ontvangen tijdens de aanval
ru_ru: Урон, полученный при сбросе

# ShipStats_PostAttackInvulnerabilityDuration
source: Post attack invulnerability time
nl_nl: Onschendbaarheid tijd na aanval
ru_ru: Время неуязвимости после сброса

# ShipStats_PreparationTime
source: Preparation time
nl_nl: Voorbereidingstijd
ru_ru: Время подготовки

# ShipStats_TimeToFullyAimed
source: Time to fully aimed
nl_nl: Tijd tot volledig gericht
ru_ru: Время для полного сведения

# ShipStats_TorpedoLaunchers
source: Torpedo launchers
nl_nl: Torpedolanceerbuizen
ru_ru: Торпедные аппараты

# ShipStats_Aiming
source: During aiming
nl_nl: Tijdens het richten
ru_ru: В фазе наведения

# ShipStats_AimPenaltyPlanes
source: Drop area change rate while manoeuvring
nl_nl: Verandering van richtgebied tijdens het manoeuvreren
ru_ru: Изменение зоны сброса при маневрировании

# ShipStats_Preparation
source: During preparation
nl_nl: Tijdens de richt voorbereiding
ru_ru: В фазе подготовки

# ShipStats_FullPowerTime
source: Full power time
nl_nl: Motorboostduur
ru_ru: Время до полной мощности

# SettingsWindow_DataVersion
source: Data version:
nl_nl: Data versie:
ru_ru: Версия данных:

# DispersionGraphWindow_FlightTime
source: Flight time
ru_ru: Время полета

# DispersionGraphWindow_ImpactAngle
source: Impact Angle
ru_ru: Угол при попадании

# DispersionGraphWindow_ImpactVelocity
source: Impact velocity
ru_ru: Скорость при попадании

# DispersionGraphWindow_ShowPenetrationGraph
source: Show penetration graph
ru_ru: Показать график бронепробития

# DispersionGraphWindow_ShowFlightTimeGraph
source: Show flight time graph
ru_ru: Показать график времени полета

# DispersionGraphWindow_ShowImpactAngleGraph
source: Show impact angle graph
ru_ru: Показать график угла при попадании
