Repository: WoWs-Builder-Team/WoWs-ShipBuilder
Catalog: WoWsShipBuilder.Common/Infrastructure/Localization/Resources/Translation.*.resx
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, pl_pl, tr_tr, zh_cn, zh_tw

# ShipStats_FloodingChance
source: Flooding chance
cs_cz: Šance na zaplavení
de_de: Wassereinbruchswahrscheinlichkeit
es_es: Posibilidad de causar inundaciones
fr_fr: Probabilité d'inondation
hu_hu: Elárasztási valószínűség
it_it: Probabilità d'allagamento
ja_jp: 浸水発生率
tr_tr: Su Alma İhtimali
zh_cn: 漏油机会
zh_tw: 進水率

# ShipStats_MainBattery
source: Main Battery
cs_cz: Hlavní baterie
de_de: Hauptbatterie
es_es: Batería principal
fr_fr: Batterie Principale
hu_hu: Főlöveg
it_it: Batteria Principale
ja_jp: 主砲
pl_pl: Bateria główna
tr_tr: Ana Batarya
zh_cn: 主炮
zh_tw: 主砲

# ShipStats_ReactionTime
source: Reaction Time
cs_cz: Doba reakce
de_de: Reaktionszeit
es_es: Tiempo de reacción
fr_fr: Temps de réaction
hu_hu: Reakció Idő
it_it: Tempo di reazione
ja_jp: 反応時間
tr_tr: Reaksiyon Süresi
zh_cn: 反应时间
zh_tw: 反應時間

# ShipStats_Torpedo
source: Torpedo
fr_fr: Torpille
hu_hu: Torpedó
it_it: Siluro
ja_jp: 魚雷
pl_pl: Torpeda
tr_tr: Torpido
zh_cn: 鱼雷
zh_tw: 魚雷

# DispersionGraphWindow_AddShip
source: Add ship
cs_cz: Přidat loď
de_de: Schiff hinzufügen
es_es: Agregar nave
fr_fr: Ajouter un navire
hu_hu: Hajó hozzáadása
it_it: Aggiungi nave
ja_jp: 艦艇を追加
pl_pl: Dodaj okręt
tr_tr: Gemi ekle
zh_cn: 添加舰艇
zh_tw: 新增艦艇

# DispersionGraphWindow_RemoveShip
source: Remove ship
cs_cz: Odstranit loď
de_de: Schiff entfernen
es_es: Borrar nave
fr_fr: Supprimer un navire
hu_hu: Hajó eltávolítása
it_it: Rimuovi nave
ja_jp: 艦艇を削除
pl_pl: Usuń okręt
tr_tr: Gemiyi kaldır
zh_cn: 删除舰船
zh_tw: 刪除艦艇

# ShipStats_Maneuverability
source: Maneuverability
de_de: Manövrierbarkeit
es_es: Maniobrabilidad
fr_fr: Maniabilité
hu_hu: Mozgékonyság
it_it: Manovrabilità
ja_jp: 機動性
pl_pl: Zwrotność
tr_tr: Manevra kabiliyeti
zh_cn: 机动性
zh_tw: 機動性

# ShipStats_FireDamageTotal
source: Total damage per fire
de_de: Gesamter Schaden pro Brand
es_es: Daño total por incendio
fr_fr: Dégâts totaux par incendie
hu_hu: Teljes tűz általi sebzés
it_it: Danno totale per incendio
ja_jp: 1火災あたりの総ダメージ
pl_pl: Całkowite uszkodzenia od pożaru
tr_tr: Yangın Başına Toplam Hasar
zh_cn: 每次火灾的总伤害
zh_tw: 每次火災的總傷害

# ShipStats_FireDPS
source: DPS per fire
de_de: DPS je Brand
es_es: DPS por fuego
fr_fr: DPS par incendie
hu_hu: Tűz általi másodpercenkénti sebzés
it_it: DPS per incendio
ja_jp: 1火災あたりのDPS
pl_pl: DPS na pożar
tr_tr: Yangın Başına SBH
zh_cn: 每火灾的DPS
zh_tw: 每個火災的秒傷

# ShipStats_FireDuration
source: Duration
de_de: Branddauer
hu_hu: Égési idő
it_it: Durata
ja_jp: 時間
tr_tr: Süre
zh_cn: 持续时间
zh_tw: 持續時間

# ShipStats_FireReduction
source: Fire chance reduction
de_de: Verminderung der Brandwahrscheinlichkeit
es_es: Reducción de probabilidad de incendio
fr_fr: Réduction de chance d'incendie
hu_hu: Tűzvédelem
it_it: Riduzione probabilità d'incendio
ja_jp: 火災発生率低減
pl_pl: Redukcja szansy na pożar
tr_tr: Yangın Çıkma Riski Düşürme
zh_cn: 火力减少率
zh_tw: 起火機率減免

# ShipStats_FloodDamageTotal
source: Total damage per flood
de_de: Gesamter Schaden pro Wassereinbruch
es_es: Daño total por inundación
fr_fr: Dégâts totaux par inondation
hu_hu: Teljes vízbetörés általi sebzés
it_it: Danno totale per allagamento
ja_jp: 1浸水あたりの総ダメージ
tr_tr: Su Alma Başına Toplam Hasar
zh_cn: 每次浸水总伤害
zh_tw: 每次進水的總傷害

# ShipStats_FloodDPS
source: DPS per flooding
de_de: DPS je Wassereinbruch
es_es: DPS por inundación
fr_fr: DPS par inondation
hu_hu: Vízbetörés általi másodpercenkénti sebzés
it_it: DPS per allagamento
ja_jp: 1浸水あたりのDPS
pl_pl: DPS na zalanie
tr_tr: Su Alma Başına SBH
zh_cn: 每次水灾的DPS
zh_tw: 每個進水的秒傷

# ShipStats_FloodDuration
source: Duration
de_de: Branddauer
hu_hu: Égési idő
it_it: Durata
ja_jp: 浸水時間
tr_tr: Süre
zh_cn: 持续时间
zh_tw: 持續時間

# ShipStats_FloodProbability
source: Flooding probability
de_de: Wassereinbruchswahrscheinlichkeit
es_es: Probabilidad de inundación
fr_fr: Probabilité d'inondation
hu_hu: Vízbetörés valószínűsége
it_it: Probabilità d'allagamento
ja_jp: 浸水率
pl_pl: Prawdopodobieństwo zalania
tr_tr: Su Alma Olasılığı
zh_cn: 漏水几率
zh_tw: 進水機率

# ShipStats_HitPoints
source: Hit points
de_de: Trefferpunkte
es_es: Puntos de vida
fr_fr: Points de vie
hu_hu: Életerő
it_it: Punti vita
ja_jp: HP
pl_pl: Punkty wytrzymałości
tr_tr: Can Puanı
zh_cn: 生命值
zh_tw: 生命值

# ShipStats_MaxFireAmount
source: Max number of fires
de_de: Maximale Anzahl von Bränden
es_es: Número máximo de incendios
fr_fr: Nombre maximum d'incendies
hu_hu: Max. lehetséges tüzek száma
it_it: Numero massimo d'incendi
ja_jp: 最大火災数
pl_pl: Maksymalna liczba pożarów
tr_tr: Azami Yangın Sayısı
zh_cn: 最大火灾数量
zh_tw: 最大火災數量

# ShipStats_MaxFloodAmount
source: Max number of floodings
de_de: Maximale Anzahl an Wassereinbrüchen
es_es: Número máximo de inundaciones
fr_fr: Nombre maximum d'inondations
hu_hu: Max. vízbetörések száma
it_it: Numero massimo d'allagamenti
ja_jp: 最大浸水数
pl_pl: Maksymalna liczba zalań
tr_tr: Azami Su Alma Sayısı
zh_cn: 最大浸水数量
zh_tw: 進水數量上限

# ShipStats_Survivability
source: Survivability
de_de: Überlebensfähigkeit
es_es: Supervivencia
fr_fr: Capacité de survie
hu_hu: Túlélőképesség
it_it: Sopravvivenza
ja_jp: 抗堪性
pl_pl: Przeżywalność
tr_tr: Beka Kabiliyeti
zh_cn: 生存能力
zh_tw: 生存能力

# ShipStats_TorpedoProtection
source: Torpedo protection
de_de: Torpedoschutz
es_es: Protección contra torpedos
fr_fr: Protection contre les torpilles
hu_hu: Torpedóvédelem
it_it: Protezione siluro
ja_jp: 耐水雷防御
pl_pl: Ochrona torpedowa
tr_tr: Torpido Koruması
zh_cn: 鱼雷防护
zh_tw: 魚雷防護

# MessageBox_Error
source: Error
de_de: Fehler
fr_fr: Erreur
hu_hu: Hiba
it_it: Errore
ja_jp: エラー
pl_pl: Błąd
tr_tr: Hata
zh_cn: 错误
zh_tw: 錯誤

# MessageBox_ShipNoGun
source: has no main guns
cs_cz: nemá žádné hlavní zbraně
de_de: hat keine Haupgeschütze
es_es: no tiene armas primarias
fr_fr: n'a pas de tourelles principales
hu_hu: nincs főlövege
it_it: non ha cannoni principali
ja_jp: に主砲はありません
tr_tr: ana bataryalara sahip değil
zh_cn: 没有主炮
zh_tw: 沒有主炮

# MessageBox_DuplicateShip
source: has already been added with that shell
cs_cz: již byl přidán s tímto granátem
de_de: wurde bereits mit dieser Granate hinzugefügt
es_es: ya ha sido añadido con ese obus
fr_fr: à déjà été ajouté à cet obus
hu_hu: már hozzá van adva ezzel a lőszertípussal
it_it: è già stata aggiunta con quel proiettile
ja_jp: と選択した砲弾は既に追加されています
tr_tr: Seçilen gemi zaten eklendi
zh_cn: 此弹已添加
zh_tw: 此砲彈已被添加

# ShipStats_Type
source: Type
cs_cz: Typ
de_de: Typ
es_es: Tipo
hu_hu: Típus
it_it: Tipo
ja_jp: 種類
pl_pl: Typ
tr_tr: Tür
zh_cn: 类型
zh_tw: 彈種

# ShipStats_TurretAngles
source: Show turret angles
cs_cz: Zobrazit úhly věže
de_de: Winkel der Geschütztürme zeigen
es_es: Mostrar ángulos de torreta
fr_fr: Afficher les angles de tourelle
hu_hu: Ágyúfogathatóság szögei
it_it: Mostra angoli torrette
ja_jp: 砲塔の射角を表示
pl_pl: Pokaż kąty obrotu wieży
tr_tr: Taret Açılarını Göster
zh_cn: 显示炮塔角度
zh_tw: 顯示炮塔角度

# FiringAngleWindow_AngleExplanation
source: The reference angle used start at 0° on the front (top of the image) and goes in a clockwise direction
cs_cz: Vztažný úhel začína v 0° na přední straně (horní část obrázku) a jde ve směru hodinových ručiček
de_de: Die Winkelanzeige beginnt bei 0° am Bug (oberer Teil des Bildes)
es_es: El ángulo de referencia utilizado empieza en 0° en la parte frontal (parte superior de la imagen) y suma en la dirección de las agujas del reloj
fr_fr: L'angle de référence utilisé commence à 0° sur l'avant (en haut de l'image) et va dans le sens horaire
hu_hu: A használt referenciaszög, az orrból indul, (a kép tetején) 0°-tól kezdődik, és az óramutató járásával megegyező irányban halad
it_it: L'angolo di riferimento usato inizia a 0° sulla parte anteriore (parte superiore dell'immagine) e va in senso orario
ja_jp: 基準角度は、艦艇正面(画像の上部)の0°から始まり、時計回りに進みます。
tr_tr: Kullanılan Referans açısı, ön tarafta 0 dereceden başlar ( resmin üst kısmı) ve saat yönünde ilerler
zh_cn: 参考角度起始于前部（图片顶部）的0度，按顺时针方向延伸。
zh_tw: 參考角度起始於前部（圖片頂部）的0度，按順時針方向延伸。

# FiringAngleWindow_HideAll
source: Fold all angles
de_de: Alle Winkel verstecken
es_es: Plegar todos los ángulos
fr_fr: Cacher tous les angles
hu_hu: Minden szög összecsukása
it_it: Nascondi tutti gli angoli
ja_jp: すべての角度を折りたたむ
pl_pl: Zwiń wszystkie kąty
tr_tr: Tüm Açıları Kapat
zh_cn: 折叠所有角度
zh_tw: 折疊所有角度

# FiringAngleWindow_PermaTextOff
source: Never show angles
cs_cz: Nikdy nezobrazovat úhly
de_de: Keine Winkel anzeigen
es_es: Nunca mostrar ángulos
fr_fr: Ne jamais montrer les angles
hu_hu: Soha ne mutassa a szögeket
it_it: Non mostrare mai gli angoli
ja_jp: 角度を非表示にする
pl_pl: Nigdy nie pokazuj kątów
tr_tr: Açıları Asla Gösterme
zh_cn: 永不显示角度
zh_tw: 永不顯示角度

# FiringAngleWindow_PermaTextOn
source: Always show angles
cs_cz: Vždy zobrazovat úhly
de_de: Winkel immer zeigen
es_es: Mostrar siempre los ángulos
fr_fr: Toujours afficher les angles
hu_hu: Mindig mutassa a szögeket
it_it: Mostra sempre gli angoli
ja_jp: 常に角度を表示する
pl_pl: Zawsze pokazuj kąty
tr_tr: Açıları Her zaman göster
zh_cn: 始终显示角度
zh_tw: 始終顯示角度

# FiringAngleWindow_ShowAll
source: Expand all angles
cs_cz: Rozbalit všechny úhly
de_de: Alle Winkel anzeigen
es_es: Expandir todos los ángulos
fr_fr: Montrer tous les angles
hu_hu: Minden szög mutatása
it_it: Mostra tutti gli angoli
ja_jp: 全ての角度を展開する
pl_pl: Rozwiń wszystkie kąty
tr_tr: Tüm açıları Aç
zh_cn: 展开所有角度
zh_tw: 展開所有角度

# MainWindow_CaptainSkills
source: Captain Skills and Camo
cs_cz: Kapitánské dovednosti a kamufláž
de_de: Kapitänsfertigkeiten und Signale
es_es: Habilidades de capitán y camuflajes
fr_fr: Compétences de Commandant et Camouflage
hu_hu: Kapitány-képességek és álca
it_it: Abilità Capitano e Mimetica
ja_jp: 艦長スキルと迷彩
tr_tr: Komutan Yetenekleri ve Kamuflaj
zh_cn: 舰长技能和迷彩
zh_tw: 艦長技能和迷彩

# MainWindow_Signals
source: Signals
cs_cz: Signály
de_de: Signale
es_es: Señales
fr_fr: Pavillons
hu_hu: Zászlók
it_it: Segnali
ja_jp: 信号旗
pl_pl: Sygnały
tr_tr: Sancaklar
zh_cn: 信号旗
zh_tw: 信號旗

# ShipStats_Name
source: Name
cs_cz: Jméno
es_es: Nombre
fr_fr: Nom
hu_hu: Név
it_it: Nome
ja_jp: 名前
pl_pl: Nazwa
tr_tr: İsim
zh_cn: 名字
zh_tw: 名字

# CaptainSkillSelector_Camo
source: Apply camo bonuses
cs_cz: Použít bonus kamufláže
de_de: Tarnungsboni anwenden
es_es: Aplicar bonus de camuflajes
fr_fr: Appliquer les bonus de camouflage
hu_hu: Álcabónuszok alkalmazása
it_it: Applica bonus mimetica
ja_jp: 迷彩のボーナスを適用
tr_tr: Kamuflaj Bonuslarını Uygula
zh_cn: 应用迷彩奖励
zh_tw: 應用迷彩獎勵

# ShipStats_ArmingDistance
source: Arming distance
de_de: Scharfschaltungsdistanz
es_es: Distancia de armado
fr_fr: Distance d'armement
hu_hu: Élesedési távolság
it_it: Distanza d'azionamento
ja_jp: 安全距離
pl_pl: Odległość uzbrojenia
tr_tr: Fünye Aktifleşme Mesafesi
zh_cn: 武装距离
zh_tw: 保險解除距離

# ShipStats_CanHitClasses
source: Can hit
de_de: Kann treffen
es_es: Puede golpear
fr_fr: Peut toucher
hu_hu: Eltalálhatja
it_it: Può colpire
ja_jp: 攻撃可能艦艇
pl_pl: Może trafić
tr_tr: Sadece şunlara vurabilir
zh_cn: 可攻击舰船
zh_tw: 可攻擊艦艇

# ShipStats_Concealment
source: Concealment
de_de: Verborgenheit
es_es: Ocultamiento
fr_fr: Dissimulation
hu_hu: Felderítési távolság
it_it: Occultamento
ja_jp: 隠蔽性
tr_tr: Gizlilik
zh_cn: 隐蔽性
zh_tw: 隱蔽性

# ShipStats_ConcealmentByAir
source: Base
de_de: Basis
hu_hu: Felderítési távolság, levegőből
it_it: Occultamento dall'aria
ja_jp: 基礎
tr_tr: Esas
zh_cn: 基础
zh_tw: 基礎

# ShipStats_ConcealmentByAirFire
source: When on fire
de_de: Bei brennendem Schiff
es_es: Ardiendo desde el aire
fr_fr: Quand en feu
hu_hu: Felderítési távolság, lángolva, levegőből
it_it: Quando in fiamme
ja_jp: 火災時
pl_pl: Gdy w ogniu
tr_tr: Yanarken
zh_cn: 着火时
zh_tw: 著火時

# ShipStats_ConcealmentBySea
source: Base
de_de: Basis
hu_hu: Felderítési távolság, levegőből
it_it: Occultamento dal mare
ja_jp: 基礎
tr_tr: Esas
zh_cn: 基础
zh_tw: 基礎

# ShipStats_ConcealmentBySeaFire
source: When on fire
de_de: Bei brennendem Schiff
es_es: Ardiendo desde el aire
fr_fr: Quand en feu
hu_hu: Felderítési távolság, lángolva, levegőből
it_it: Quando in fiamme
ja_jp: 火災時
pl_pl: Gdy w ogniu
tr_tr: Yanarken
zh_cn: 着火时
zh_tw: 著火時

# ShipStats_ConcealmentBySeaFiringSmoke
source: After firing in smoke
de_de: Nach Abfeuern der Hauptgeschütze im Nebel
es_es: Al disparar desde el humo
fr_fr: Après avoir tiré depuis un écran de fumée
hu_hu: Felderítési távolság, füstből lövés után
it_it: Dopo aver sparato in fumo
ja_jp: 煙幕内での発砲後
pl_pl: Po wystrzeleniu w dymie
tr_tr: Sis İçerisinde ateş edince
zh_cn: 在烟幕中开火后
zh_tw: 於煙霧中開火後

# ShipStats_FireAmount
source: Max together
de_de: Maximale Brände
hu_hu: Max. tűzesetek száma
it_it: Incendi massimi
ja_jp: 同時最大数
tr_tr: Azami Toplam
zh_cn: 最大同时数量
zh_tw: 上限數量

# ShipStats_FireTotalDamage
source: Max damage per fire
de_de: Gesamter Brandschaden
hu_hu: Teljes tűz általi sebzés
it_it: Danno totale per incendio
ja_jp: 1火災あたりの最大ダメージ
tr_tr: Yangın Başına Azami Hasar
zh_cn: 每次火灾的最大伤害
zh_tw: 每個火災可造成的最大傷害

# ShipStats_FloodAmount
source: Max together
de_de: Maximale Brände
hu_hu: Max. tűzesetek száma
it_it: Allagamenti massimi
ja_jp: 同時最大数
tr_tr: Azami Toplam
zh_cn: 最大集结
zh_tw: 上限數量

# ShipStats_FloodTorpedoProtection
source: Torpedo protection
de_de: Torpedoschutz
es_es: Protección contra torpedos
fr_fr: Protection contre les torpilles
hu_hu: Torpedóvédelem
it_it: Protezione siluro
ja_jp: 耐水雷防御
pl_pl: Ochrona torpedowa
tr_tr: Torpido Koruması
zh_cn: 鱼雷保护
zh_tw: 魚雷保護

# ShipStats_FloodTotalDamage
source: Max damage per flooding
de_de: Gesamter Wassereinbruchsschaden
hu_hu: Teljes víz általi sebzés
it_it: Danno totale per allagamento
ja_jp: 1浸水あたりの最大ダメージ
tr_tr: Su Alma Başına Azami Hasar
zh_cn: 最大水灾每次最大伤害
zh_tw: 每個進水可造成的最大傷害

# ShipStats_LongAura
source: Long range aura
de_de: Langstreckenaura
es_es: Aura de largo alcance
fr_fr: Aura longue portée
hu_hu: Nagy hatótávolságú légvédelmi aura
it_it: Aura a lungo raggio
ja_jp: 長射程対空
tr_tr: Uzun Menzilli Silahlar
zh_cn: 远程防空范围
zh_tw: 外圈

# ShipStats_ManeuverabilityMaxSpeed
source: Max speed
de_de: Maximalgeschwindigkeit
es_es: Velocidad máxima
fr_fr: Vitesse max
hu_hu: Maximális sebesség
it_it: Velocità massima
ja_jp: 最高速度
pl_pl: Maks. Prędkość
tr_tr: Azami Hız
zh_cn: 最高速度
zh_tw: 最高速度

# ShipStats_ManeuverabilityRudderShiftTime
source: Rudder shift time
de_de: Ruderstellzeit
es_es: Tiempo para girar el timón
fr_fr: Temps de basculement du gouvernail
hu_hu: Kormánylapát fordulási ideje
it_it: Tempo di spostamento timone
ja_jp: 転舵所要時間
pl_pl: Czas przestawiania steru
tr_tr: Dümen Kırma Süresi
zh_cn: 转舵所需时间
zh_tw: 方向舵換檔時間

# ShipStats_ManeuverabilityTurningCircle
source: Turning circle
de_de: Wendekreis
es_es: Radio de giro
fr_fr: Rayon de giration
hu_hu: Fordulókör
it_it: Raggio di virata
ja_jp: 旋回半径
tr_tr: Dönüş Çemberi Yarıçapı
zh_cn: 转弯半径
zh_tw: 轉彎半徑

# ShipStats_MediumAura
source: Medium range aura
de_de: Mittelstreckenaura
es_es: Aura de rango medio
fr_fr: Aura moyenne portée
hu_hu: Közepes hatótávolságú légvédelmi aura
it_it: Aura a medio raggio
ja_jp: 中射程対空
tr_tr: Orta Menzilli Silahlar
zh_cn: 中程防空范围
zh_tw: 中圈

# ShipStats_ShortAura
source: Short range aura
de_de: Kurzstreckenaura
es_es: Aura de corto alcance
fr_fr: Aura courte portée
hu_hu: Rövid hatótávolságú légvédelmi aura
it_it: Aura a corto raggio
ja_jp: 短距離対空
tr_tr: Kısa Menzilli Silahlar
zh_cn: 近程防空区
zh_tw: 內圈

# ShipStats_TorpedoArea
source: Torpedo spread
de_de: Torpedostreuung
es_es: Distribución de torpedos
fr_fr: Espacement de torpilles
hu_hu: Torpedó szórás
it_it: Diffusione dei siluri
ja_jp: 魚雷散布
tr_tr: Torpido Dağılımı
zh_tw: 魚雷散佈

# ShipStats_Aircraft
source: Aircrafts
de_de: Flugzeuge
es_es: Aviones
fr_fr: Avions
hu_hu: Repülőgépek
it_it: Aerei
tr_tr: Uçaklar
zh_cn: 航空器
zh_tw: 飛機

source: Bomb
de_de: Bombe
es_es: Bomba
fr_fr: Bombe
hu_hu: Bomba
it_it: Bomba
ja_jp: 爆弾
pl_pl: Bomba
tr_tr: Bomba
zh_cn: 炸弹
zh_tw: 炸彈

source: Rocket
de_de: Rakete
es_es: Cohete
fr_fr: Roquette
hu_hu: Rakéta
it_it: Razzo
ja_jp: ロケット
pl_pl: Rakieta
tr_tr: Roket
zh_cn: 火箭
zh_tw: 火箭彈

# ShipStats_Speed
source: Speed
de_de: Geschwindigkeit
es_es: Velocidad
fr_fr: Vitesse
hu_hu: Sebesség
it_it: Velocità
ja_jp: 速度
pl_pl: Prędkość
tr_tr: Hız
zh_tw: 速度

# ShipStats_Weapon
source: Weapon
de_de: Waffe
es_es: Armamento
hu_hu: Fegyver
it_it: Arma
ja_jp: 兵装
tr_tr: Silah
zh_cn: 武器
zh_tw: 武器

source: Skip bomb
de_de: Springbombe
es_es: Bombas de salto
fr_fr: Bombe à ricochet
hu_hu: Pattogóbomba
it_it: Bomba al rimbalzo
ja_jp: 反跳爆弾
pl_pl: Bomba skacząca
tr_tr: Sıçrayan Bomba
zh_cn: 跳弹炸弹
zh_tw: 跳彈炸彈

source: Torpedo
fr_fr: Torpille
hu_hu: Torpedó
it_it: Siluro
ja_jp: 魚雷
pl_pl: Torpeda
tr_tr: Torpido
zh_cn: 鱼雷
zh_tw: 魚雷

# ShipStats_AmmoPerAttack
source: Weapons per plane
de_de: Waffenzuladung je Flugzeug
es_es: Armas por avión
fr_fr: Armes par avion
hu_hu: Fegyverek repülőgépenként
it_it: Munizioni per aereo
ja_jp: 1機あたりの兵装数
tr_tr: Uçak başına yüklü silah
zh_cn: 每架飞机的武器数
zh_tw: 飛機載彈量

# ShipStats_AttackCd
source: Attack cooldown
de_de: Angriffsabklingzeit
es_es: Recuperacion de ataque
fr_fr: Temps de recharge par attaque
hu_hu: Támadási utáni pihenőidő
it_it: Tempo di recupero dell'attacco
ja_jp: 攻撃後クールダウン
tr_tr: Saldırı için Bekleme Süresi
zh_cn: 攻击冷却
zh_tw: 攻擊冷卻

# ShipStats_CruisingSpeed
source: Cruising
de_de: Reisegeschwindigkeit
hu_hu: Utazósebesség
it_it: Velocità
ja_jp: 巡航速度
tr_tr: Seyir hızı
zh_cn: 巡航速度
zh_tw: 巡航

# ShipStats_InnerBombPercentage
source: Bomb in inner ellipse
de_de: Bomben in innerer Ellipse
es_es: Bomba en elípse interior
fr_fr: Bombe dans l'ellipse intérieure
hu_hu: Bombák a belső körben
it_it: Bomba nell'ellisse interna
ja_jp: 内部楕円への着弾率
pl_pl: Bomba w wewnętrznej elipsie
tr_tr: Bombanın iç çembere düşme olasılığı
zh_cn: 落入内椭圆的炸弹
zh_tw: 落彈於內圈的機率

# ShipStats_MaxNumberOnDeck
source: Max on deck
de_de: Maximale Flugzeuge an Deck
hu_hu: Max gépek a fedélzeten
it_it: Massimi sul ponte
ja_jp: 甲板上の最大機数
tr_tr: Güvertedeki Azami
zh_cn: 甲板上的最大机数
zh_tw: 甲板上的最大機數

# ShipStats_MaxSpeed
source: Max speed
de_de: Maximalgeschwindigkeit
es_es: Velocidad máxima
fr_fr: Vitesse max
hu_hu: Maximális sebesség
it_it: Velocità massima
ja_jp: 最高速度
pl_pl: Maks. Prędkość
tr_tr: Azami Hız
zh_cn: 最高速度
zh_tw: 最高速度

# ShipStats_MinSpeed
source: Min speed
de_de: Minimalgeschwindigkeit
es_es: Velocidad Min
fr_fr: Vitesse min
hu_hu: Minimális sebesség
it_it: Velocità minima
ja_jp: 最低速度
pl_pl: Min. Prędkość
tr_tr: Asgari Hız
zh_cn: 最低速度
zh_tw: 最低速度

# ShipStats_NumberDuringAttack
source: Per attack
de_de: Pro Angriff
hu_hu: Támdásonként
ja_jp: 攻撃中隊のサイズ
zh_cn: 每次攻击
zh_tw: 每次攻擊

# ShipStats_NumberInSquad
source: In squadron
de_de: Flugzeuge pro Staffel
hu_hu: A században
it_it: Per squadrone
ja_jp: 中隊の機数
tr_tr: Filodaki Miktar
zh_cn: 中队编制
zh_tw: 中隊編制

# ShipStats_PlaneHp
source: HP per plane
ja_jp: 1機あたりのHP
zh_tw: 每架飛機的生命值

# ShipStats_RestorationTime
source: Restoration time
de_de: Wiederherstellungszeit
es_es: Tiempo de recuperación
fr_fr: Temps de restauration
hu_hu: Helyreállítási idő
it_it: Tempo di ripristino
ja_jp: 復旧時間
tr_tr: Uçak Yenileme Süresi
zh_cn: 复原时间
zh_tw: 整備時間

# ShipStats_StartingNumberOnDeck
source: Starting planes on deck
de_de: Anzahl der Startflugzeuge an Deck
es_es: Aviones iniciales en cubierta
fr_fr: Avions de départ sur le pont
hu_hu: Kezdő repülőgépek a fedélzeten
it_it: Aerei iniziali sul ponte
ja_jp: 開始時の甲板上の機数
tr_tr: Güvertedeki Uçak Sayısı
zh_cn: 起飞中的甲板机
zh_tw: 初始飛機數量

# ShipStats_BombsPerPlane
source: Bombs per plane
de_de: Bomben je Flugzeug
es_es: Bombas por aavión
fr_fr: Bombes par avion
hu_hu: Bombák gépenként
it_it: Bombe per aereo
ja_jp: 1機あたりの爆弾数
tr_tr: Uçak Başına Yüklü Bomba
zh_cn: 每架飞机炸弹数量
zh_tw: 酬載炸彈

# ShipStats_DropTime
source: Drop
de_de: Abwurfzeit
hu_hu: Dobás
it_it: Tempo di caduta
ja_jp: 投下
tr_tr: Düşüş
zh_cn: 投放
zh_tw: 落下時間

# ShipStats_FlyAwayTime
source: To arrive
de_de: Zeit bis zur Ankunft
hu_hu: Érkezési Idő
it_it: Tempo di arrivo
ja_jp: 到着まで
tr_tr: Varış Süresi
zh_cn: 到达
zh_tw: 到達時間

# ShipStats_MaximumDistance
source: Max
de_de: Maximale Reichweite
hu_hu: Maximális
it_it: Portata massima
ja_jp: 最大
tr_tr: Azami
zh_cn: 最大
zh_tw: 最大

# ShipStats_MaximumFlightDistance
source: Max drop length
de_de: Maximaler Abwurfbereich
es_es: Longitud máxima de caida
fr_fr: Longueur de largage max
hu_hu: Max. vetőtávolság
it_it: Distanza di volo massima
ja_jp: 最大投下距離
tr_tr: Azami Bırakma Aralığı
zh_cn: 最大下降长度
zh_tw: 投彈區長度

# ShipStats_MinimumDistance
source: Min
de_de: Minimale Reichweite
fr_fr: Portée minimale
hu_hu: Minimális
it_it: Portata minima
ja_jp: 最小
tr_tr: Asgari
zh_cn: 最小
zh_tw: 最小

# ShipStats_NumberOfUses
source: Number of charges
de_de: Bomben pro Ladung
es_es: Número de cargas
fr_fr: Nombre de charges
hu_hu: Töltetek száma
it_it: Numero di cariche
ja_jp: 爆雷数
tr_tr: Salvo Sayısı
zh_cn: 弹药数量
zh_tw: 可投深彈次數

# ShipStats_AswAirstrike
source: ASW Airstrike
de_de: Wasserbomben-Luftschlag
es_es: Cargas guerra antisubmarina
fr_fr: Attaque aérienne à Armement Anti-sous marin
hu_hu: Tengeralattjárók elleni légicsapás
it_it: Incursione aerea ASW
ja_jp: 爆雷空襲
tr_tr: DAH Sualtı Bombardımanı
zh_cn: 反潜机空袭
zh_tw: 反潛機空襲

# DepthCharge
source: Depth charges
de_de: Wasserbomben
es_es: Cargos de profundidad
fr_fr: Charges de profondeur
hu_hu: Mélyvizi bombák
it_it: Cariche di profondità
ja_jp: 爆雷
tr_tr: Sualtı Bombaları
zh_tw: 深水炸彈

# DispersionWindow_Title
source: Dispersion visualization
de_de: Streuungsanzeige
es_es: Visualización de dispersión
fr_fr: Visualisation de la dispersion
hu_hu: Szórás megjelenítése
it_it: Visualizzazione dispersione
ja_jp: 散布界の可視化
pl_pl: Wizualizacja rozrzutu
tr_tr: Dağılım Görselleştirme
zh_cn: 散布视觉化
zh_tw: 散佈視覺化

# ShipStats_DepthChargesLauncher
source: ASW Depth Charges
de_de: Wasserbomben-Werfer
es_es: Cargas de profundidad guerra antisubmarina
fr_fr: Charges de profondeur de l'armement anti-sous marin
hu_hu: Mélyvizi bombák
it_it: Cariche di profondità ASW
ja_jp: 空襲爆雷
tr_tr: DAH Sualtı Bombaları
zh_cn: ASW深水炸弹
zh_tw: 深水炸彈

# ShipStats_FirstPingDuration
source: First ping duration
de_de: Erste ping Dauer
es_es: Duración del primer ping
fr_fr: Durée du premier ping
hu_hu: Első ping időtartama
it_it: Durata primo ping
ja_jp: 1回目のピンガー効果時間
tr_tr: İlk Ping Süresi
zh_cn: 第一个ping持续时间
zh_tw: 第一次ping持續時間

# ShipStats_PingDuration
source: Ping duration
de_de: Ping Dauer
es_es: Duración del ping
fr_fr: Durée du ping
hu_hu: Ping élettartama
it_it: Durata ping
ja_jp: ピンガー効果時間
tr_tr: Ping Süresi
zh_cn: 延迟时长
zh_tw: Ping 持續時間

# ShipStats_PingerGun
source: Sonar
hu_hu: Szonár
ja_jp: ソナー
zh_cn: 声呐
zh_tw: 聲納

# ShipStats_PingSpeed
source: Ping speed
de_de: Pinggeschwindigkeit
es_es: Velocidad del ping
fr_fr: Vitesse de ping
hu_hu: Minimális ping sebesség
it_it: Velocità ping
ja_jp: ピンガー速度
tr_tr: Ping Hızı
zh_cn: 延迟速度
zh_tw: 音波速度

# ShipStats_PingWidth
source: Ping width
de_de: Pingbreite
es_es: Ancho del ping
fr_fr: Largeur du ping
hu_hu: Ping szélesség
it_it: Larghezza ping
ja_jp: ピンガー幅
tr_tr: Ping Genişliği
zh_cn: 延迟宽度
zh_tw: 音波寬度

# ShipStats_SecondPingDuration
source: Second ping duration
de_de: Zweite Ping Dauer
es_es: Duración del segundo ping
fr_fr: Durée du deuxième ping
hu_hu: Masodik ping időtartama
it_it: Seconda durata ping
ja_jp: 2回目のピンガー効果時間
tr_tr: İkinci Ping Süresi
zh_cn: 第二次Ping持续时间
zh_tw: 第二次Ping持續時間

# ShipStats_Shells
source: Shells
de_de: Granaten
es_es: Proyectiles
fr_fr: Obus
hu_hu: Lőszerek
it_it: Proiettili
ja_jp: 砲弾
pl_pl: Pociski
tr_tr: Mermiler
zh_cn: 炮弹
zh_tw: 砲彈

# ShipStats_Cooldown
source: Cooldown
de_de: Abklingzeit
es_es: Enfriamiento
fr_fr: Rechargement
hu_hu: Pihenőidő
it_it: Recupero
ja_jp: クールダウン
tr_tr: Yükleme Süresi
zh_tw: 冷卻時間

# ShipStats_WorkTime
source: Action time
de_de: Wirkungsdauer
es_es: Tiempo de acción
fr_fr: Temps d'action
hu_hu: Akció aktivitása
it_it: Tempo d'azione
ja_jp: 作動時間
tr_tr: Reaksiyon Süresi
zh_cn: 行动时间
zh_tw: 作用時間

# SettingsWindow_Cancel
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hu_hu: Mégse
it_it: Annulla
ja_jp: キャンセル
pl_pl: Anuluj
tr_tr: İptal
zh_cn: 取消
zh_tw: 取消
