Repository: WoWs-Builder-Team/WoWs-ShipBuilder
Catalog: WoWsShipBuilder.Common/Infrastructure/Localization/Resources/Translation.*.resx
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, pl_pl, tr_tr, zh_cn, zh_tw

# BuildNameDialog_BuildName
source: Build name
hu_hu: Összeállítás neve
ja_jp: ビルドの名前
zh_tw: 配置名稱

# BuildNameDialog_EnterBuildName
source: Enter build name
hu_hu: Összeállítás elnevezése
ja_jp: ビルド名を入力
zh_tw: 輸入配置名稱

# BuildImageRenderDialog_SaveImage
source: Save Image
hu_hu: Kép mentése
ja_jp: 画像保存
zh_tw: 保存圖片

# BuildImageRenderDialog_GetUrl
source: Get URL
hu_hu: Link megszerzése
ja_jp: URL を取得
zh_tw: 獲取網址

# BuildImageRenderDialog_GetShortLink
source: Get Short-Link
hu_hu: Rövid-link megszerzése
zh_tw: 獲取短網址

# ServerTypeLive
source: Live
hu_hu: Élő
ja_jp: ライブ
zh_tw: 在線

# ServerTypePts
source: PTS
hu_hu: PONT
zh_tw: 公共測試服

# NavigationCharts
source: Dispersion and Ballistic Charts
de_de: Streuungs- und Ballistikdiagramme
hu_hu: Szórási kép és ballisztikus ábrák mutatása
ja_jp: 散布界と弾道のグラフ
zh_tw: 散布和彈道圖表

# NavigationAccelerationCharts
source: Acceleration Charts
de_de: Beschleunigungsdiagramme
hu_hu: Gyorsulási diagram megjelenítése
ja_jp: 加速チャート
zh_tw: 加速圖表

# NavigationComparison
source: Ship Comparison
de_de: Schiffsvergleich
hu_hu: Hajó összehasonlítás
ja_jp: 艦艇の比較
zh_tw: 艦艇對比

# NavigationHome
source: Start Page
de_de: Startseite
hu_hu: Kezdőlap
ja_jp: スタートページ
zh_tw: 開始頁面

# ShipComparison_Image
source: Image
zh_tw: 圖片

# ShipComparison_NoMatchingShipsFound
source: No matching ships found
zh_tw: 沒有找到相對應的艦艇

# ShipComparison_ActiveColumns
source: Active columns
zh_tw: 設定對比數據

# ShipComparison_Section
source: Section
zh_tw: 區塊

# ShipComparison_Filters
source: Filters
zh_tw: 篩選器

# ShipComparison_All
source: All
zh_tw: 全選

# ShipComparison_None
source: None
zh_tw: 清除

# ShipComparison_ResetAll
source: Reset all
zh_tw: 全部重置

# ShipComparison_Duplicate
source: Duplicate
zh_tw: 複製

# ShipComparison_RemoveBuilds
source: Remove builds
zh_tw: 清除選擇的配置

# ShipComparison_ViewStats
source: View stats
zh_tw: 顯示艦船數據

# ShipComparison_ViewBallistic
source: View ballistic
zh_tw: 顯示彈道

# ShipComparison_ViewAcceleration
source: View acceleration
zh_tw: 顯示艦船加速圖

# ShipComparison_DisplayOnlyPinnedShips
source: Display only pinned ships
zh_tw: 只顯示釘選船隻

# ShipComparison_UseUpgradedModules
source: Use upgraded modules if no build
zh_tw: 如果沒有配置，使用升級後的船體

# ShipComparison_HideIfNoSection
source: Hide ships without selected section
zh_tw: 隱藏沒有選擇的船

# ShipComparison_SelectAll
source: Select all
zh_tw: 全部選取

# ShipComparison_UnselectAll
source: Unselect all
zh_tw: 全部清除

# ShipComparison_PinAll
source: Pin all
zh_tw: 全部釘選

# ShipComparison_UnpinAll
source: Unpin all
zh_tw: 全部取消釘選

# ShipStats_ShowInShipComparison
source: Show all in ship comparison
zh_tw: 全部顯示在艦船比對

# ShipComparison_General
source: General
zh_tw: 一般數據

# ShipComparison_SecondaryBatteryShells
source: Secondary Battery Shells
zh_tw: 副炮砲彈

# ShipComparison_Asw
source: ASW
zh_tw: 反潛

# ShipComparison_RocketPlanes
source: Rocket Planes
zh_tw: 火箭攻擊機

# ShipComparison_AerialTorpedoes
source: Aerial Torpedoes
zh_tw: 航空魚雷

# ShipComparison_Bombers
source: Bombers
zh_tw: 轟炸機

# ShipComparison_Bombs
source: Bombs
zh_tw: 炸彈

# ShipComparison_Caliber
source: Caliber
zh_tw: 口徑

# ShipComparison_Barrels
source: Barrels
zh_tw: 炮管數

# ShipComparison_MaxRange
source: Max Range
zh_tw: 最大射程

# ShipStats_Dpm
source: DPM
zh_tw: 每分鐘傷害

# ShipStats_Salvo
source: Salvo
zh_tw: 齊射

# ShipComparison_Fpm
source: FPM
zh_tw: 每分鐘點火期望

# ShipComparison_1st
source: 1st
zh_tw: 單

# ShipComparison_2nd
source: 2nd
zh_tw: 雙

# ShipComparison_Amount
source: Amount
zh_tw: 數量

# ShipComparison_OnFire
source: On Fire
zh_tw: 著火隱蔽

# ShipComparison_SmokeFiring
source: Smoke Firing
cs_cz: Střelba z kouře
zh_tw: 煙懲隱蔽

# ShipComparison_FullReverseTime
source: Full Reverse Time
zh_tw: 全速倒船需要時間

# ShipComparison_Charges
source: Charges
zh_tw: 可投擲次數

# ShipComparison_DropRange
source: Drop range
zh_tw: 反潛機範圍

# ShipComparison_PlanesInSquadron
source: Planes in squadron
cs_cz: Letadla v letce
zh_tw: 中隊大小

# ShipComparison_SplashRadius
source: Splash radius
zh_tw: 濺射範圍

# ShipComparison_InitialSpeed
source: Initial speed
cs_cz: Počáteční rychlost
zh_tw: 砲彈初速

# ShipComparison_PlaneHp
source: Plane HP
cs_cz: HP letadla
ja_jp: 航空機HP
zh_tw: 飛機血量

# ShipComparison_Spread
source: Spread
cs_cz: Roztažení
zh_tw: 魚雷擴散角度

# ShipComparison_SwitchTime
source: Switch time
ja_jp: 切り替え時間
zh_tw: 切彈時間

# ShipComparison_Plane
source: Plane
cs_cz: Letadlo
zh_tw: 飛機

# ShipComparison_Planes
source: Planes
cs_cz: Letouny
zh_tw: 飛機

# ShipComparison_OnDeck
source: On Deck
cs_cz: Na palubě
zh_tw: 甲板上飛機數

# ShipComparison_EngineBoostDuration
source: Engine boost duration
cs_cz: Doba trvání přídavného spalování
zh_tw: 增壓時間

# ShipComparison_Invulnerability
source: Invulnerability
cs_cz: Nezranitelnost
zh_tw: 無敵

# ShipComparison_ViewDistance
source: View distance
cs_cz: Dohled
zh_tw: 視距

# ShipComparison_AreaChange
source: Area Change
zh_tw: 縮圈速度

# ShipComparison_PerPlane
source: Per Plane
cs_cz: Na letadlo
zh_tw: 每架飛機

# ShipComparison_TorpsPerPlane
source: Torpedoes per plane
cs_cz: Torpéda v letadle
zh_tw: 酬載魚雷

# ShipStats_MaxReverseSpeed
source: Max reverse speed
cs_cz: Maximální rychlost zpětného chodu
zh_tw: 最大倒船速度

# ShipComparison_TypeName
source: Type name...
cs_cz: Zadejte název...
zh_tw: 輸入艦船名稱...

# ShipComparison_SearchAndPin
source: Search & Pin Ship
cs_cz: Vyhledávání a připnutí lodi
zh_tw: 搜尋&釘選船隻

# ShipComparison_DispersionAt
source: Dispersion at
cs_cz: Rozptyl na
zh_tw: 散步在

# ShipComparison_FiringRange
source: Firing Range
zh_tw: 射程

# ShipSelectionWindow_SearchShipOrBuild
source: Search ship or build
cs_cz: Hledat loď nebo build
zh_tw: 搜尋艦船或配置

# SettingsWindow_Export
source: Export
cs_cz: Exportovat
zh_tw: 匯出

# SettingsWindow_DeleteAll
source: Delete all
cs_cz: Odstranit vše
zh_tw: 全部刪除

# BuildConfigurationDialog_Load
source: Load
cs_cz: Nahrát
zh_tw: 加載檔案

# SettingsWindow_InvalidJsonFileError
source: Invalid file. Only .json files allowed.
cs_cz: Neplatný soubor. Povoleny pouze .json soubory.
zh_tw: 無法讀取檔案。只支援 .json 檔案。

# ShipSelector_InvalidPngFileError
source: Invalid file. Only .png files allowed.
cs_cz: Neplatný soubor. Povoleny jsou pouze .png soubory.
zh_tw: 無法讀取檔案。只支援 .png 檔案。

# SettingsWindow_LocalStorageWarning
source: Builds are saved in your browser local storage. Operations such as clearing the browser cache will very likely delete all the data stored in the local storage. We highly recommend you to export your builds periodically or at least before performing such operations.
cs_cz: Buildy jsou uloženy v lokálním úložišti prohlížeče. Operace jako vymazání mezipaměti prohlížeče pravděpodobně smaže všechna data uložená v místním úložišti. Důrazně doporučujeme exportovat vaše buildy pravidelně nebo alespoň před provedením těchto operací.
zh_tw: 配置將會存在你的瀏覽器的本地儲存。清除瀏覽器的緩存很可能將本地儲存的所有檔案清除。我們強烈建議你定時把你的配置匯出，或是在你清除緩存之前匯出。

# ShipStats_Krupp
source: Krupp
zh_tw: Krupp係數

# ShipStats_KruppExplanation
source: It's a constant used to tweak projectile's penetration. Represents how sturdy the projectile is. The higher the value the higher the penetration is.
cs_cz: Je to konstanta pro pronikání projektilu. Představuje odolnost projektilu. Čím vyšší je hodnota, tím vyšší je penetrace.
zh_tw: 一個用來調整砲彈擊穿能力的係數 用來表示砲彈有多堅固 係數越高擊穿能力越高

# ShipStats_ApPenetrationFormula
source: K = projectile's krupp M = projectile's mass [kg] S = projectile's impact speed [m/s] C = projectile's caliber [m] Penetration [mm] = K * (M * S^2)^0.69 * C^(-1.07) * 0.0000001 Reverse engineered by TTaro_
cs_cz: K = krupp vrženého tělesa M = hmotnost projektilu [kg] S = rychlost nárazu projektilu [m/s] C = kalibr projektilu [m] Průnik [mm] = K * (M * S^2)^0. 9 * C^(-1.07) * 0.0000001 Reverzní inženýrství dle TTaro_
zh_tw: K = 砲彈的krupp係數 M = 砲彈質量 [kg] S = 砲彈擊中速度 [m/s] C = 砲彈口徑 [m] 擊穿數值 [mm] = K * (M * S^2)^0.69 * C^(-1.07) * 0.0000001 由 TTaro_ 逆向分析/研究得來

# ShipStats_PenetrationAp
source: Penetration
cs_cz: Penetrace
fr_fr: Pénétration
ja_jp: 貫通力
pl_pl: Penetracja
zh_tw: 穿深

# BETA_UserAuth
source: User login
cs_cz: Přihlášení
zh_tw: 登入

# ShipStats_DcDetonationDepthExplanation
source: The depth of submarines shown in game is expressed as "ship_meter". Subs can dive 60[ship_m] = 120[m].
cs_cz: Hloubka ponorek zobrazených ve hře je vyjádřena jako "ship_meter". Ponorka se může ponořit 60[ship_m] = 120[m].
zh_tw: 在遊戲中，潛艇的下潛深度單位為ship_meter。潛艇可潛至60[ship_m]=120[m]

# ShipComparison_ShipsPerPage
source: Ships per page:
cs_cz: Lodě na stránku:
zh_tw: 每頁顯示的艦艇數量:

# ShipComparison_HideColumns
source: Hide Columns
cs_cz: Skrýt sloupce
zh_tw: 隱藏項目

# ShipStats_Sigma
source: Sigma
hu_hu: Szigma
ja_jp: シグマ値
zh_cn: Sig玛

# Unit_MM
source: mm
zh_cn: 毫米
