Repository: WoWs-Builder-Team/WoWs-ShipBuilder
Catalog: WoWsShipBuilder.Common/Infrastructure/Localization/Resources/Translation.*.resx
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, pl_pl, tr_tr, zh_cn, zh_tw

# ShipStats_SinkSpeed
source: Sink Speed
de_de: Sinkgeschwindigkeit
hu_hu: Süllyedési sebesség
it_it: Velocità d'immersione
ja_jp: 落下速度
tr_tr: Batma Hızı
zh_cn: 沉船速度
zh_tw: 下沉速度

# ShipStats_DetonationDepth
source: Detonation Depth
de_de: Detonationstiefe
hu_hu: Robbantási mélyég
it_it: Profondità detonazione
ja_jp: 起爆深度
tr_tr: Patlama Derinliği
zh_cn: 爆炸深度
zh_tw: 引爆深度

# ShipStats_Blast
source: Blast
de_de: Explosion
hu_hu: Robbanás
it_it: Esplosione
ja_jp: 爆風
zh_cn: 爆风
zh_tw: 爆風

# ShipStats_ShowDcDamageDistribution
source: Show Damage Distribution Chart
de_de: Wasserbomben Schadensverteilungs-Diagramm anzeigen
hu_hu: Sebzési szóráskép mutatása
it_it: Mostra grafico di distribuzione danno
ja_jp: ダメージ分布図を表示
zh_cn: 显示伤害分布图
zh_tw: 顯示深彈傷害分布圖

# ShipStats_Citadel
source: Citadel section
de_de: Zitadelle
hu_hu: Citadella rész
it_it: Sezione cittadella
ja_jp: 防郭
zh_cn: 堡垒部分
zh_tw: 裝甲區部分

# ShipStats_Bow
source: Bow section
de_de: Bug
hu_hu: Orr rész
it_it: Sezione prua
ja_jp: 艦首
zh_cn: 船首
zh_tw: 艦首

# ShipStats_RegenRatio
source: Repairable damage
de_de: Reparierbarer Schaden
hu_hu: Javítható sebzés
it_it: Danno riparabile
ja_jp: 修理可能なダメージ
zh_cn: 可修复损伤
zh_tw: 可回復比例

# ShipStats_Stern
source: Stern section
de_de: Heck
hu_hu: Tat rész
it_it: Sezione poppa
ja_jp: 艦尾
zh_cn: 舰尾
zh_tw: 艦尾

# ShipStats_Superstructure
source: Superstructure section
de_de: Aufbauten
hu_hu: Felépítmény rész
it_it: Sezione sovrastruttura
ja_jp: 上部構造物
zh_cn: 上部结构
zh_tw: 上層結構

# ShipStats_Casemate
source: Casemate section
de_de: Kasematte
hu_hu: Kazamata rész
it_it: Sezione casamatta
ja_jp: ケースメイト
zh_cn: 炮座区域
zh_tw: 炮座區域

# ShipStats_Hull
source: Hull section
de_de: Rumpf
hu_hu: Törzs rész
it_it: Sezione scafo
ja_jp: 艦全体
zh_cn: 船体部分
zh_tw: 船身區域

# ShipStats_AuxiliaryRooms
source: Auxiliary rooms section
de_de: Hilfsräume
hu_hu: Kiegészítő gépészeti rész
it_it: Sezione stanze ausiliarie
ja_jp: 補助区画
zh_cn: 辅助舱区
zh_tw: 輔助艙區

# ShipStats_ShipHp
source: Ship HP
de_de: Schiffs-TP
hu_hu: Hajó HP
it_it: HP Nave
ja_jp: 艦艇HP
zh_cn: 舰船血量
zh_tw: 艦艇血量

# Consumable_RightClickToggle
source: Right-click an icon to toggle effects
de_de: Rechts-Klick auf ein Verbrauchsmaterial-Symbol, um die Effekte zu aktivieren
hu_hu: Jobb-klick az ikonon be-kikapcsolja a hatását
it_it: Fare clic con il tasto destro su un'icona per attivare gli effetti
ja_jp: アイコンを右クリックして効果を切り替える
zh_cn: 右击图标切换效果
zh_tw: 右鍵點擊圖示可切換效果

# ChartsWeb_ShellTrajectoryChart
source: Shell Trajectory Chart
de_de: Granatenflugbahn-Diagramm
hu_hu: Lövedék röppályája
it_it: Grafico traiettoria proiettile
ja_jp: 弾道チャート
zh_cn: 弹道图表
zh_tw: 拋物線彈道圖表

# ChartsWeb_Height
source: Height
de_de: Höhe
hu_hu: Magasság
it_it: Altezza
ja_jp: 高度
zh_cn: 高度
zh_tw: 高度

# ChartsWeb_ShowCharts
source: Show Dispersion and Ballistic Charts
de_de: Streuungs- und Ballistikdiagramme zeigen
hu_hu: Szórási kép és ballisztikus ábrák mutatása
it_it: Mostra grafici di dispersione e balistici
ja_jp: 散布界と弾道のグラフを表示する
zh_cn: 显示扩散和弹道图表
zh_tw: 顯示散佈和彈道圖表

# WebApp_ApplicationInfo
source: Application Info
de_de: App-Info
hu_hu: Az alkalmazás adatai
it_it: Informazioni applicazione
ja_jp: アプリ情報
zh_cn: 应用信息
zh_tw: 程式資訊

# WebApp_CurrentVersion
source: Current data version:
de_de: Aktuelle Datenversion:
hu_hu: Aktuális adatverzió:
it_it: Versione dati attuale:
ja_jp: 現在のデータバージョン:
zh_tw: 當前數據版本︰

# WebApp_SelectedLanguage
source: Selected Language
de_de: Ausgewählte Sprache
hu_hu: Kiválasztott nyelv
it_it: Lingua selezionata
ja_jp: 選択された言語
zh_cn: 已选择的语言 (Yǐ xuǎnzé de yǔyán)
zh_tw: 選擇語言

# WebApp_AmmoExpanderSetting
source: Open Shells, Torps and Planes expanders by default
de_de: Expander für Granaten, Torpedos und Flugzeuge standardmäßig öffnen
hu_hu: Alapbeállításból nyitva legyen a lövedékek és a Torpedók fül
it_it: Apri di default le tendine di proiettili, siluri e aerei
ja_jp: 砲弾、魚雷、艦載機の詳細をデフォルトで展開表示
zh_cn: 默认展开炮弹、鱼雷和舰载机的详细信息
zh_tw: 預設展開炮彈、魚雷和艦載機的詳細資訊

# WebApp_SettingsSaved
source: Settings Saved
de_de: Einstellungen gespeichert
hu_hu: Beállítások mentve
it_it: Impostazioni salvate
ja_jp: 設定を保存しました
zh_cn: 设置已保存
zh_tw: 設定已儲存

# Consumable_HoldToggle
source: Hold an icon to toggle effects
de_de: Halte ein Symbol gedrückt, um die Effekte zu aktivieren
hu_hu: Nyomvatartva állítható az effekt
it_it: Tieni premuta un'icona per attivare/disattivare gli effetti
ja_jp: アイコンを長押しして効果を切り替える
zh_cn: 长按图标切换效果
zh_tw: 長按圖標切換效果

# DispersionPlot_Hits
source: Hits
de_de: Treffer
hu_hu: Találatok
it_it: Colpi
ja_jp: 命中数
zh_cn: 击中数
zh_tw: 擊中數

# WebApp_ArtilleryAngleExplanation
source: The 0° angle is at the top. Positive is clockwise, negative is counter clockwise. The red angles are the dead zones of the armament (can rotate to but not shoot).
de_de: Der 0° Winkel ist oben. Positive Winkel sind im Uhrzeigersinn, negative Winkel gegen den Uhrzeigersinn. The roten Winkel sind Bereiche, in denen Türme nicht feuern können, auch wenn sie durch diesen Bereich rotieren.
hu_hu: A 0°fent van. Az óramutató járásával megegyező irány a pozitív az azzal ellentétes a negatív. A vörös szögek a halott zónák (ahova a löveg csak forogni tud, de lőni nem).
it_it: L'angolo 0° è in alto. Positivo è in senso orario, negativo è in senso antiorario. Gli angoli rossi sono le zone morte dell'armamento (può ruotare a, ma non sparare).
ja_jp: 画面上部が0°です。時計回りが正、反時計回りが負です。 赤い角度は兵装のデッドゾーン（指向できるが射撃不可能）です。
zh_cn: 0°角位于顶部。顺时针为正，逆时针为负。红色角度表示兵装的死角（可以旋转但无法射击）。
zh_tw: 0°角位於頂部。順時針為正，逆時針為負。紅色區域表示射擊死角(可以旋轉但無法射擊)。

# Build_CopyUrl
source: Copy build url
de_de: Build-URL kopieren
hu_hu: Build URL másolása
it_it: Copia url build
ja_jp: ビルドのURLをコピー
zh_cn: 复制构建URL
zh_tw: 複製配置網址

# WebApp_ExpanderSetting
source: Open all main expander by default
de_de: Granaten- und Torpedo-Expander standardmäßig öffnen
hu_hu: Alapbeállításból nyitva legyenek a fő fülek
it_it: Apri di default tutte le tendine principali
ja_jp: 全ての詳細表示をデフォルトで展開
zh_cn: 默认展开所有主扩展项
zh_tw: 預設展開所有主擴展項

# WebApp_SecondariesAndAAExpanderSetting
source: Open all secondaries, plane weapons and AA expanders by default
de_de: Expander für Sekundärbewaffnung, Flugzeugwaffen und Flugabwehr standardmäßig öffnen
hu_hu: Minden másodlagos, repülőgép fegyverzet és légvédelmi expander alapbeállítás szerint kinyitva
it_it: Apri di default tutte le tendine di secondarie, armamenti aerei e AA
ja_jp: 副砲、艦載機兵装、対空砲の詳細をデフォルトで展開表示
zh_cn: 默认展开所有副炮、舰载机武器和防空炮
zh_tw: 預設展開所有副炮、艦載機武器和防空炮詳細資訊

# WebApp_ExpanderSettingHeader
source: Expander settings
de_de: Expander-Einstellungen
hu_hu: Expander beállítások
it_it: Impostazioni menu a tendina
ja_jp: 詳細の展開表示設定
zh_cn: 展开设置
zh_tw: 展開設定

# ShipStats_ShipSectionsHp
source: Ship sections HP
de_de: HP der Schiffssektion
hu_hu: Hajórész HP
it_it: HP sezioni nave
ja_jp: 区画HP
zh_cn: 舰船舱位生命值
zh_tw: 船艦各部位血量

# ShipStats_HideDcDamageDistribution
source: Hide Damage Distribution Chart
de_de: Schadensverteilungs-Diagramm ausblenden
hu_hu: Sebzési szóráskép elrejtése
it_it: Nascondi grafico della distribuzione dei danni
ja_jp: ダメージ分布図を非表示
zh_cn: 隐藏伤害分布图
zh_tw: 隱藏深彈傷害分布圖

# ShipStats_ShowLaunchersAngles
source: Show Launchers Angles
de_de: Zeige Torpedowerfer-Winkel
hu_hu: Kivetők szögének mutatása
it_it: Mostra angoli dei lanciasiluri
ja_jp: 発射管の角度を表示
zh_cn: 显示发射角度
zh_tw: 顯示魚雷發射角度

# ShipStats_MaxEngineBoostDuration
source: Max engine boost duration
de_de: Maximale Motorboost-Dauer
hu_hu: Maximális motorerősítési idő
it_it: Durata massima spinta motore
ja_jp: 最大エンジンブースト時間
zh_cn: 最大引擎增压持续时间
zh_tw: 最大增壓持續時間

# Build_CopyShortUrl
source: Copy short link
de_de: Kopiere kurzen Link
hu_hu: Gyorslink másolása
it_it: Copia link breve
ja_jp: 短いリンクをコピー
zh_cn: 复制短链接
zh_tw: 複製短網址

# Build_EnterBuildName
source: Please enter a build name. The ship name will be automatically displayed at the end.
de_de: Bitte gib einen Namen für den Build ein. Der Schiffsname wird am automatisch dahinter angezeigt.
hu_hu: Kérjük, adja meg a build nevét. A hajó neve automatikusan megjelenik a végén.
it_it: Inserisci un nome build. Il nome della nave verrà automaticamente visualizzato alla fine.
ja_jp: ビルド名を入力してください。艦艇名は最後に自動的に追加されます。
zh_cn: 请输入版本名称。舰名将自动显示在最后。
zh_tw: 請輸入版本名稱。艦名將自動顯示在最後。

# BETA_ShipComparison
source: Acceleration Charts Beta
de_de: Beschleunigungsdiagramme Beta
hu_hu: Gyorsulási ábrák - béta
it_it: Grafici di accelerazione Beta
ja_jp: 加減速チャート(ベータ版)
zh_cn: 加速度图表beta版
zh_tw: 加速度圖表beta版

# BETA_AccelerationCharts
source: Ship Comparison Beta
de_de: Schiffsvergleich Beta
hu_hu: Hajó összehasonlítás - béta
it_it: Confronto navi Beta
ja_jp: 艦艇の比較(ベータ版)
zh_cn: 舰船对比(测试版)
zh_tw: 艦艇比較(測試版)

# BetaAccess_Heading
source: Beta Access
de_de: Beta-Zugang
hu_hu: Béta hozzáférés
it_it: Accesso Beta
ja_jp: ベータ版アクセス
zh_cn: 测试版访问
zh_tw: 測試版訪問

# BetaAccess_Code
source: Code
hu_hu: Kód
it_it: Codice
ja_jp: コード
zh_tw: 代碼

# BetaAccess_AddCode
source: Add Code
de_de: Code hinzufügen
hu_hu: Kód hozzáadása
it_it: Aggiungi codice
ja_jp: コードを追加
zh_cn: 增加代码
zh_tw: 增加代碼

# BetaAccess_Feature
source: Feature
hu_hu: Funkció
it_it: Funzionalità
ja_jp: 機能
zh_tw: 功能

# BetaAccess_Remove
source: Remove
de_de: Entfernen
hu_hu: Törlés
it_it: Rimuovi
ja_jp: 削除
zh_cn: 删除
zh_tw: 刪除

# BetaAccess_Invalid
source: Invalid Code
de_de: Ungültiger Code
hu_hu: Érvénytelen kód
it_it: Codice non valido
ja_jp: 無効なコード
zh_cn: 无效代码
zh_tw: 無效代碼

# BetaAccess_CodeEnabled
source: has been enabled.
de_de: wurde aktiviert.
hu_hu: engedélyezve.
it_it: è stato abilitato.
ja_jp: が有効になりました。
zh_cn: 已启用。
zh_tw: 已啟用。

# BetaAccess_Duplicate
source: was already enabled.
de_de: war bereits aktiviert.
hu_hu: már engedélyezett.
it_it: era già abilitato.
ja_jp: は既に有効になっています。
zh_cn: 已经启用。
zh_tw: 已經啟用。

# ShipStats_MaxSpeedTime
source: Time for max speed
de_de: Zeit bis zur maximalen Geschwindigkeit
hu_hu: Maximális sebesség eléréséhez szükséges idő
ja_jp: 最高速度到達時間
zh_cn: 最大速度时间到了
zh_tw: 到達最大速度的時間

# ShipStats_ForwardMaxSpeedTime
source: Full Ahead
de_de: Volle Fahrt voraus
hu_hu: Teljes erővel előre
ja_jp: 最大全速
zh_cn: 全速航行
zh_tw: 全速航行

# ShipStats_ReverseMaxSpeedTime
source: Reverse
de_de: Rückwärts
hu_hu: Tolatás
ja_jp: 後進
zh_cn: 倒退
zh_tw: 倒退

# AccelerationChart_Acceleration
source: Acceleration
de_de: Beschleunigung
hu_hu: Gyorsulás
ja_jp: 加速
zh_cn: 加速
zh_tw: 加速

# AccelerationChart_Time
source: Time
de_de: Zeit
hu_hu: Idő
ja_jp: 時間
zh_cn: 时间
zh_tw: 時間

# AccelerationChart_AddRemoveShip
source: Add/remove ships
de_de: Schiffe hinzufügen/entfernen
hu_hu: Hajót hozzáad / eltávolít
ja_jp: 艦艇の追加/削除
zh_cn: 添加/移除舰艇
zh_tw: 添加/移除艦艇

# Charts_ChangeBuilds
source: Change builds
de_de: Builds ändern
hu_hu: Build megváltoztatása
ja_jp: ビルドを変更
zh_cn: 改变配置
zh_tw: 改變配置

# AccelerationChart_ExplanationText
source: After selecting a ship, you have the option to select the 3 gears that will be used in the chart. The chart will go in the order Initial gear --> Middle gear --> Final Gear, switching to the next one only after reaching the maximum speed of the current gear. Setting two gear to the same value will merge them into one. You can use the Change builds button to manage the builds of single ships. You can also add a ship multiple times, in case you want to compare different builds.
hu_hu: A hajó kiválasztása után lehetősége van kiválasztani azt a 3 sebességfokozatot, amelyet használni fog az ábra. A táblázat a következő sorrendben fog haladni: Kezdő fokozat --> kozépső fokozat --> végső fokozat, csak az aktuális fokozat maximális sebességének elérése után vált a következőre. Ha két sebességfokozatot azonos értékre állít be, azok egybeolvadnak. A buildek módosítása gombbal kezelheti az egyes hajók kiosztásá. Többször is hozzáadhat egy hajót, ha össze szeretné hasonlítani a különböző buildeket.
zh_tw: 在選擇一艘船後，你可以選擇將3個檔位放入圖表中。 圖表會依照設定的檔位加減速，到達了當前檔位的滿速時即切換至下一個檔位。 將兩個相鄰的檔位設成同一個檔位會把他們併成一個。 你可以使用「編輯配置」來調整單一艦艇的配備。你也可以增加同一艘船好幾次，以便你去比較不同配置的表現。

source: Acceleration chart explanation
de_de: Erklärung des Beschleunigungsdiagramms
hu_hu: Gyorsulási ábra magyarázat
ja_jp: 加速チャートの説明
zh_cn: 加速图示解释
zh_tw: 加速圖表說明

# AccelerationChart_CustomDataTitle
source: Add custom data
de_de: Benutzerdefinierte Daten hinzufügen
hu_hu: Egyéni adatok hozzáadása
ja_jp: カスタムデータを追加
zh_cn: 添加自定义数据
zh_tw: 添加自訂資料

# ShipStats_EnginePower
source: Engine power
de_de: Motorleistung
hu_hu: Motorerő
ja_jp: エンジン出力
zh_cn: 引擎动力
zh_tw: 引擎動力

# ShipStats_Tonnage
source: Tonnage
hu_hu: Vízkiszorítás
ja_jp: トン数
zh_cn: 吨位 (dūn wèi)
zh_tw: 噸位

# ShipStats_ForwardEngineUpTime
source: Engine forward up time
hu_hu: Gyorsulás előre
ja_jp: 前進時エンジン始動時間
zh_cn: 前进时引擎起动时间
zh_tw: 前進時引擎起動時間

# ShipStats_BackwardEngineUpTime
source: Engine backward up time
hu_hu: Gyorsulás hátra
ja_jp: 後進時エンジン始動時間
zh_cn: 倒退引擎启动时间
zh_tw: 倒退引擎啟動時間

# ShipStats_ForwardEngineForsag
source: Engine forward forsage
hu_hu: Gyorsulás előre forszázzsal
ja_jp: 前進開始時のエンジンブースト
zh_cn: 发动机前推增压
zh_tw: 發動機前推增壓

# ShipStats_BackwardEngineForsag
source: Engine backward forsage
hu_hu: Gyorsulás hátra forszázzsal
ja_jp: 後進開始時のエンジンブースト倍率
zh_cn: 引擎后退加速
zh_tw: 引擎後退加速

# ShipStats_ForwardEngineForsagMaxSpeed
source: Forward forsage max speed
de_de: Maximale Vorwärtsgeschwindigkeit
hu_hu: Max sebesség előre forszázzsal
ja_jp: 前進開始時のエンジンブースト作動速度
zh_cn: 前进时最大速度加速
zh_tw: 前進時最大速度加速

# ShipStats_BackwardEngineForsagMaxSpeed
source: Backward forsage max speed
de_de: Maximale Rückwärtsgeschwindigkeit
hu_hu: Max sebesség hátra forszázzsal
ja_jp: 後進開始時のエンジンブースト作動速度
zh_cn: 后退推力最大速度
zh_tw: 後退推力最大速度

# ShipStats_HeSalvo
source: HE
es_es: AE
hu_hu: Repeszromboló
zh_cn: 高爆弹
zh_tw: 高爆彈

# ShipStats_ApSalvo
source: AP
hu_hu: Páncéltörő
zh_cn: 穿甲弹
zh_tw: 穿甲彈

# ShipStats_SapSalvo
source: SAP
hu_hu: Félig páncéltörő
zh_cn: 半穿甲弹
zh_tw: 半穿甲彈

# ShipStats_FullSalvoDamage
source: Full salvo damage
de_de: Gesamtschaden je Salve
hu_hu: Teljes szalvó sebzés
ja_jp: 斉射ダメージ
zh_cn: 全弹齐发伤害
zh_tw: 齊射傷害

# ShipStats_FirstOption
source: Option 1
hu_hu: 1. lehetőség
ja_jp: オプション 1
zh_tw: 選項1

# ShipStats_SecondOption
source: Option 2
hu_hu: 2. lehetőség
ja_jp: オプション 2
zh_cn: 选项2
zh_tw: 選項2

# ShipStats_DispersionAtMaxRange
source: Dispersion at max range
de_de: Streuung bei maximaler Reichweite
hu_hu: Szórás maximális lőtávnál
ja_jp: 最大射程での散布界
zh_cn: 最大射程散布范围
zh_tw: 最大射程散布範圍

# ShipStats_ManeuverabilitySubsMaxSpeedOnSurface
source: On surface
de_de: Aufgetaucht
hu_hu: A felszínen
ja_jp: 浮上時
zh_cn: 在表面上
zh_tw: 於水面上

# ShipStats_ManeuverabilitySubsMaxSpeedAtMaxDepth
source: At maximum depth
de_de: Auf Einsatztiefe
hu_hu: Mélymerülésben
it_it: Ad altezza operativa
ja_jp: 最大深度
zh_cn: 潜深极限
zh_tw: 在最大深度

# ShipStats_ManeuverabilitySubsMaxSpeedAtPeriscope
source: At periscope depth
de_de: Auf Periskoptiefe
hu_hu: Periszkóp mélységben
it_it: Occultamento dai sottomarini ad altezza di periscopio
ja_jp: 潜望鏡深度
tr_tr: Periskop Derinliğinde
zh_cn: 水面望远镜深度
zh_tw: 在潛望鏡深度

# ShipStats_Fighter
source: Rockets
de_de: Raketen
hu_hu: Rakéták
ja_jp: ロケット
zh_cn: 火箭
zh_tw: 火箭

# ShipStats_TacticalFighter
source: Tactical Rockets
de_de: Taktische Raketen
hu_hu: Taktikai rakéták
ja_jp: 戦術ロケット
zh_cn: 战术火箭
zh_tw: 戰術火箭

# ShipStats_DiveBomber
source: Dive Bombers
de_de: Sturzkampfbomber
hu_hu: Zuhanó bombázók
ja_jp: 急降下爆撃機
zh_cn: 潜艇炸弹
zh_tw: 轟炸機

# ShipStats_TacticalDiveBomber
source: Tactical Dive Bombers
de_de: Taktische Sturzkampfbomber
hu_hu: Taktikai zuhanó bombázók
ja_jp: 戦術爆撃機
zh_cn: 战术俯冲轰炸机
zh_tw: 戰術轟炸機

# ShipStats_TorpedoBomber
source: Torpedo Bombers
de_de: Torpedobomber
hu_hu: Torpedó bombázók
ja_jp: 雷撃機
zh_cn: 鱼雷轰炸机
zh_tw: 魚雷轟炸機

# ShipStats_TacticalTorpedoBomber
source: Tactical Torpedo Bombers
de_de: Taktische Torpedobomber
hu_hu: Taktikai torpedó bombázók
ja_jp: 戦術雷撃機
zh_cn: 战术鱼雷轰炸机
zh_tw: 戰術魚雷轟炸機

# ShipStats_SkipBomber
source: Skip Bombers
de_de: Springbomber
hu_hu: Pattogóbomba-vetők
ja_jp: 反跳爆撃機
zh_cn: 跳跃式轰炸机
zh_tw: 彈跳轟炸機

# ShipStats_TacticalSkipBomber
source: Tactical Skip Bombers
de_de: Taktische Springbomber
hu_hu: Taktikai pattogóbomba-vetők
ja_jp: 戦術反跳爆撃機
zh_tw: 戰術彈跳轟炸機

# ChartsWeb_Build
source: Build
ja_jp: ビルド
zh_cn: 配置
zh_tw: 配置

# ShipSelectionWindow_EditBuilds
source: Edit builds
de_de: Builds bearbeiten
hu_hu: Build szerkesztése
ja_jp: ビルドを編集
zh_cn: 编辑配置
zh_tw: 編輯配置

# ShipAndShellsSelectionDialog_NoShipSelected
source: No Ship Selected
de_de: Kein Schiff ausgewählt
hu_hu: Nincs kiválasztott hajó
ja_jp: 艦艇が選択されていません
zh_cn: 未选择舰船
zh_tw: 未選擇艦艇

# ShipStats_TargetAreaRadius
source: Target area radius
hu_hu: Célterület sugara
ja_jp: ターゲット半径
zh_cn: 目标区域半径
zh_tw: 目標區域半徑

# ShipStats_ProgressPerAction
source: Progress per action
de_de: Fortschritt pro Aktion
hu_hu: Akciónkénti előrehaladás
ja_jp: アクションごとの進捗増加
zh_cn: 每次行动进度增加
zh_tw: 每次進度增加

# ShipStats_InactivityDelay
source: Time of inactivity before progress loss
hu_hu: Türelmi idő az előrehaladás elvesztése előtt
ja_jp: 進捗喪失までの非アクティブ時間
zh_cn: 进度损失前的不活动时间
zh_tw: 損失進度前的不活躍時間

# ShipStats_ProgressLossInterval
source: Interval between progress losses
hu_hu: Előrehaladás-veszteségi ütem
ja_jp: 進捗損失の間隔
zh_cn: 进度损失间隔
zh_tw: 進度損失間隔

# ShipStats_ProgressLossPerInterval
source: Progress loss per interval
hu_hu: Előrehaladási veszteség
ja_jp: 1回の進捗損失
zh_cn: 每个进度间隔的损失进度
zh_tw: 每個間隔所損失的進度

# ShipStats_ShowAccelerationCharts
source: Show acceleration charts
hu_hu: Gyorsulási diagram megjelenítése
ja_jp: 加速チャートを表示
zh_cn: 显示加速图表
zh_tw: 顯示加速圖表

# BuildStringInputDialog_EnterBuildStringOrLink
source: Enter build string or link
hu_hu: Felépítési leírás vagy link beszúrása
ja_jp: ビルド文字列またはリンクを入力してください
zh_cn: 输入构建字符串或链接
zh_tw: 輸入配置資料或連結

# WebApp_LoadBuild
source: Load Build
de_de: Build laden
hu_hu: Felépítés betöltése
ja_jp: ビルドを読み込む
zh_cn: 装载配置
zh_tw: 載入配置

# WebApp_GoToShipsPage
source: Go to ships page
de_de: Gehe zur Schiffs-Seite
hu_hu: Ugrás a hajók oldalra
ja_jp: 艦艇ページに移動
zh_cn: 去舰页
zh_tw: 查看艦艇詳細資料

# ShipStats_ShowInBallisticCharts
source: Show all in Ballistic Charts
de_de: Im Ballistik-Diagramm anzeigen
hu_hu: Összes ballisztikus diagram megjelenítése
ja_jp: 弾道チャートに全て表示
zh_tw: 顯示所有船的彈道圖表

# ShipStats_ShowInAccelerationCharts
source: Show all in Acceleration Charts
de_de: In Beschleunigungsdiagrammen anzeigen
hu_hu: Gyorsulási diagram megjelenítése
ja_jp: 加速チャートに表示
zh_tw: 顯示所有船的加速圖表

# Validation_InvalidBuild
source: Invalid build
de_de: Ungültiger Build
hu_hu: Helytelen build
ja_jp: 無効なビルド
zh_cn: 不可用的配置
zh_tw: 不可用的配置

# Validation_Incompatibility
source: Incompatibility
de_de: Inkompatibilität
hu_hu: Inkompatibilitás
ja_jp: 互換性なし
zh_cn: 不兼容性
zh_tw: 不相容性

# Validation_SelectedShip
source: Selected ship
de_de: Ausgewähltes Schiff
hu_hu: Kiválasztott hajó
ja_jp: 選択された艦艇
zh_cn: 已选舰艇
zh_tw: 已選艦艇

# Validation_ShipInBuild
source: Ship in the build
de_de: Schiff im Build
hu_hu: Hajó felszerelés alatt
ja_jp: ビルド内の艦艇
zh_cn: 在配置中的船
zh_tw: 在配置中的船艦

# ShipStats_Loaders
source: Loaders
de_de: Lader
hu_hu: Betöltők
ja_jp: 装填手
zh_cn: 装填手
zh_tw: 裝填手

# ShipStats_BowLoaders
source: Bow
de_de: Bug
hu_hu: Orr
ja_jp: 艦首
zh_cn: 船首
zh_tw: 船首

# ShipStats_SternLoaders
source: Stern
de_de: Heck
hu_hu: Tat
ja_jp: 艦尾
zh_cn: 船尾
zh_tw: 船尾

# ShipStats_First
source: First
hu_hu: Első
ja_jp: 1番目
zh_cn: 第一
zh_tw: 第一次

# ShipStats_Second
source: Second
hu_hu: Második
ja_jp: 2番目
zh_tw: 第二次

# Unit_U
source: unit
de_de: Einheit
hu_hu: egység
ja_jp: 単位
zh_cn: 单位
zh_tw: 單位

# Unit_UPS
source: unit/s
de_de: Einheit/s
hu_hu: egység/s
ja_jp: 単位/s
zh_tw: 單位/秒

# ShipStats_ManeuverabilitySubsMaxDiveSpeed
source: Max dive speed
de_de: Maximale Tauchgeschwindigkeit
hu_hu: Max. merülési sebesség
ja_jp: 最大垂直速度
zh_cn: 最大下潜速度
zh_tw: 最大下潛速度

# ShipStats_ManeuverabilitySubsDivingPlaneShiftTime
source: Diving plane shift time
hu_hu: Merülőkormány fordulási ideje
ja_jp: 潜航舵の転舵所要時間
zh_cn: 潜航舵转向时间
zh_tw: 潛鰭板換檔時間

# ShipStats_DiveCapacity
source: Capacity
de_de: Tauchkapazität
hu_hu: Kapacitás
ja_jp: 容量
zh_cn: 容量
zh_tw: 容量

# ShipStats_DiveCapacityRechargeRate
source: Recharge rate
hu_hu: Újratöltési sebesség
ja_jp: リチャージ速度
zh_cn: 充电速度
zh_tw: 充電速度

# ShipStats_Battery
source: Battery
de_de: Batterie
hu_hu: Akkumulátor
ja_jp: バッテリー
zh_cn: 电池
zh_tw: 電池

# ShipStats_FirstPing
source: 1 ping
zh_tw: 單 ping

# ShipStats_SecondPing
source: 2 pings
hu_hu: 2 ping
ja_jp: 2 ping
zh_cn: 二平
zh_tw: 雙 ping

# Unit_MPS2
source: m/s²
zh_tw: 公尺/秒²

# ShipStats_MaxTurningSpeed
source: Max turning speed
de_de: Maximale Drehgeschwindigkeit
hu_hu: Max. fordulási sebesség
ja_jp: 最大旋回速度
zh_cn: 最大转向速度
zh_tw: 最大轉向速度

# ShipStats_TurningAcceleration
source: Turning acceleration
hu_hu: Fordulási gyorsulás
ja_jp: 旋回加速度
zh_cn: 转向加速度
zh_tw: 轉向加速度

# ShipStats_MaxVerticalSpeed
source: Max vertical speed
de_de: Maximale vertikale Geschwindigkeit
hu_hu: Max. függőleges sebesség
ja_jp: 最大垂直速度
zh_cn: 最大垂直速度
zh_tw: 最大上下浮速度

# ShipStats_VerticalAcceleration
source: Vertical acceleration
de_de: Vertikale Beschleunigung
hu_hu: Függőleges gyorsulás
ja_jp: 垂直加速度
zh_cn: 垂直加速度
zh_tw: 上下浮加速度

# ShipStats_SearchRadius
source: Search radius
de_de: Suchradius
hu_hu: Keresési sugár
ja_jp: 探知半径
zh_cn: 搜索半径 (sōu suǒ bàn jìng)
zh_tw: 有效導引半徑

# ShipStats_SearchAngle
source: Search angle
de_de: Suchwinkel
hu_hu: Keresési szög
ja_jp: 探知角度
zh_cn: 搜索角度
zh_tw: 有效導引角度

# ShipStats_AirCarrier
source: Aircraft Carrier
cs_cz: Letadlová loď
de_de: Flugzeugträger
es_es: Portaaviones
hu_hu: Repülőgép-hordozó
it_it: Portaerei
ja_jp: 航空母船
pl_pl: Lotniskowiec
tr_tr: Uçak Gemisi
zh_cn: 航空母舰
zh_tw: 航空母艦

# ShipStats_Submarine
source: Submarine
de_de: U-Boot
es_es: Submarino
hu_hu: Tengeralattjáró
it_it: Sottomarino
ja_jp: 潜水艦
pl_pl: Okręt podwodny
tr_tr: Denizaltı
zh_cn: 潜艇
zh_tw: 潛水艇

# ShipStats_Cruiser
source: Cruiser
cs_cz: Křižník
de_de: Kreuzer
es_es: Crucero
hu_hu: Cirkáló
it_it: Incrociatore
ja_jp: 巡洋艦
pl_pl: Krążownik
tr_tr: Kruvazör
zh_cn: 巡洋舰
zh_tw: 巡洋艦

# ShipStats_Battleship
source: Battleship
cs_cz: Bitevní loď
de_de: Schlachtschiff
es_es: Acorazado
hu_hu: Csatahajó
it_it: Corazzata
ja_jp: 戦艦
pl_pl: Pancernik
tr_tr: Savaş Gemisi
zh_cn: 战列舰
zh_tw: 主力艦

# ShipStats_Destroyer
source: Destroyer
cs_cz: Torpédoborec
de_de: Zerstörer
es_es: Destructor
hu_hu: Romboló
it_it: Cacciatorpediniere
ja_jp: 駆逐艦
pl_pl: Niszczyciel
tr_tr: Muhrip
zh_cn: 驱逐舰
zh_tw: 驅逐艦

# ShipStats_MoreDetails
source: More Details
de_de: Weitere Details
hu_hu: További részletek
ja_jp: 詳細
zh_cn: 更多细节
zh_tw: 更多細節

# ShipStats_CutOffDistances
source: Cut-off Distances
hu_hu: Levágási távolság
ja_jp: 誘導停止距離
zh_cn: 断开距离
zh_tw: 停止導引距離

# Unit_DegreePerSecond2
source: °/s²
zh_tw: 度/秒²

# BuildImageSettingsDialog_Modules
source: Modules
hu_hu: Modulok
ja_jp: モジュール
zh_tw: 配件

# BuildImageSettingsDialog_CaptainSkills
source: Captain skills
de_de: Kapitänsfertigkeiten
es_es: Habilidades de capitán
fr_fr: Compétences du Capitaine
hu_hu: Kapitánypontok
it_it: Abilità capitano
ja_jp: 艦長スキル
tr_tr: Komutan Yetenekleri
zh_cn: 船长技能
zh_tw: 艦長技能

# BuildImageSettingsDialog_Signals
source: Signals
cs_cz: Signály
de_de: Signale
es_es: Señales
fr_fr: Pavillons
hu_hu: Zászlók
it_it: Segnali
ja_jp: 信号旗
pl_pl: Sygnały
tr_tr: Sancaklar
zh_cn: 信号旗
zh_tw: 信號旗

# BuildImageSettingsDialog_Consumables
source: Consumables
de_de: Verbrauchsmaterialien
hu_hu: Fogyóeszközök
it_it: Consumabili
ja_jp: 消耗品
tr_tr: Sarf Malzemeleri
zh_cn: 消耗品
zh_tw: 消耗品

# BuildImageSettingsDialog_Upgrades
source: Upgrades
hu_hu: Fejlesztések
ja_jp: アップグレード
zh_tw: 升級品

# BuildImageSettingsDialog_TwoColumns
source: Two columns
hu_hu: Két oszlop
ja_jp: 2列
zh_tw: 兩欄顯示

# BuildImageSettingsDialog_Layout
source: LAYOUT
hu_hu: Elrendezés
ja_jp: レイアウト
zh_tw: 版面設定

# BuildImageSettingsDialog_Elements
source: ELEMENTS
hu_hu: Elemek
ja_jp: 要素
zh_tw: 顯示內容

# BuildImageSettingsDialog_TwoColumnsTooltip
source: Widens the image layout by splitting elements into 2 side by side columns (captain skills and signals will not be concealable).
hu_hu: Szélesíti a kép elrendezését az elemek 2 egymás melletti oszlopra való felosztásával (a kapitány képességei és a zászlók nem lesznek elrejthetők).
zh_tw: 兩欄顯示內容(將不能隱藏艦長技能與信號旗)
