Repository: WoWs-Builder-Team/WoWs-ShipBuilder
Catalog: WoWsShipBuilder.Common/Infrastructure/Localization/Resources/Translation.*.resx
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, pl_pl, tr_tr, zh_cn, zh_tw

# MessageBox_LoadingError
source: There was an error during the loading of the data. This may be due to the data format not being compatible with an older version of the app or corrupted data. If you are not on the latest version, wait until you get a prompt about restarting the app to update, or update manually if you disabled automatic updates. If you are on the latest version, use the setting window to clean all the stored application data to solve data corruption issues.
de_de: Beim Laden der Daten ist ein Fehler aufgetreten. Möglicherweise ist das Datenformat nicht mehr mit einer älteren Version der App kompatibel oder einige Daten sind beschädigt. Wenn die App nicht auf dem neuesten Stand ist, warte auf die Update-Benachrichtigung oder aktualisiere sie manuell, wenn automatische Updates deaktiviert sind. Wenn die App bereits auf dem neuesten Stand ist, kannst du unter Einstellungen die gespeicherten Anwendungsdaten löschen, um Probleme mit beschädigten Daten zu lösen.
es_es: Hubo un error durante la carga de los datos. Esto puede deberse a que el formato de datos no es compatible con una versión anterior de la aplicación o datos corruptos. Si no está en la última versión, espere hasta que le soliciten reiniciar la aplicación para actualizarla, o actualice manualmente si ha desactivado las actualizaciones automáticas. Si está en la última versión, utilice la ventana de configuración para limpiar todos los datos almacenados de la aplicación y asi resolver problemas de corrupción de datos.
fr_fr: Il y a eu une erreur lors du chargement des données. Cela peut être dû au fait que le format de données n'est pas compatible avec une ancienne version de l'application ou des données corrompues. Si vous n'êtes pas sur la dernière version, attendez que vous ayez une demande de redémarrage de l'application pour la mettre à jour, ou mettez à jour manuellement si vous avez désactivé les mises à jour automatiques. Si vous êtes sur la dernière version, utilisez la fenêtre de configuration pour effacer toutes les données stockées pour résoudre les problèmes de corruption des données.
hu_hu: Hiba történt az adatok betöltése közben. Ennek oka lehet, hogy az adatformátum nem kompatibilis az alkalmazás régebbi verziójával, vagy sérültek az adatok. Ha nem a legfrissebb verziót használja, várja meg, amíg a frissítéshez felszólítást kap az alkalmazás újraindításáról, vagy frissítsen manuálisan, ha letiltotta az automatikus frissítéseket. Ha a legújabb verziót használja, használja a beállítási ablakot az összes tárolt alkalmazásadat megtisztításához az adatsérülési problémák megoldása érdekében.
it_it: Si è verificato un errore durante il caricamento dei dati. Questo può essere dovuto al fatto che il formato dei dati non sia compatibile con una vecchia versione dell'app o a dati corrotti. Se non sei sull'ultima versione, aspetta che ti venga chiesto di riavviare l'app per aggiornare, o aggiorna manualmente se hai disabilitato gli aggiornamenti automatici. Se sei sull'ultima versione, usa la finestra delle impostazioni per pulire tutti i dati dell'applicazione memorizzati per risolvere i problemi di corruzione dei dati.
ja_jp: データの読み込み中にエラーが発生しました。 これは、古いバージョンのアプリまたは破損したデータと互換性がないデータ形式が原因である可能性があります。 最新バージョンでない場合は、アプリの再起動のプロンプトが表示されるまでお待ちください。 自動更新を無効にした場合は手動で更新することもできます。 最新バージョンの場合は、データの破損の問題を解決するために、設定ウィンドウから保存されているアプリケーションデータをクリーンアップしてください。
tr_tr: Veri yüklenirken bir hata oluştu. Söz konusu veri biçiminin uygulamanın eski bir sürümü ile uyumlu olmaması veya verinin bozuk olmasından kaynaklanıyor olabilir. Eğer son sürümde değil iseniz, güncellemek için uygulamayı yeniden başlatma ile ilgili bir istem alana kadar bekleyin, Eğer otomatik güncellemeleri devre dışı bıraktı iseniz manuel olarak güncelleme yapın. Eğer son sürüm kullanıyorsanız, veri bozulmasına ilişkin sorunları çözmek için ayarlar penceresinden depolanan uygulama verilerini temizleyin.
zh_cn: 数据加载时出现错误。可能是数据格式与旧版本应用程序不兼容或数据损坏导致的。如果您未使用最新版本，请等待重新启动应用程序的提示以更新，或手动更新（如果已禁用自动更新）。如果您已使用最新版本，请使用设置窗口清除所有存储的应用程序数据来解决数据损坏问题。
zh_tw: 資料載入時發生錯誤。可能是資料格式與舊版本應用程式不相容或資料損壞導致的。如果您未使用最新版本，請等待重新啟動應用程式的提示以更新，或手動更新（如果已禁用自動更新）。如果您已使用最新版本，請使用設定視窗清除所有儲存的應用程式資料來解決資料損壞問題。

# ShipStats_TrueReload
source: Server-side Reload Time
de_de: Serverseitige Nachladezeit
es_es: Tiempo de recarga del lado del servidor
fr_fr: Temps de recharge côté serveur
hu_hu: Szerver-oldali újratöltési idő
it_it: Tempo di ricarica lato server
ja_jp: サーバー上の装填時間
tr_tr: Sunucu-Tarafı Yükleme Süresi
zh_cn: 服务器装填时间
zh_tw: 伺服器端的裝填時間

# ShipStats_TrueReloadTooltip
source: The server updates only every 0.142857142857 seconds. This means that reloads falling between multiples of this number will be moved to the tick after. The value represented here shows the true reload you are getting, that can be different than the theoretical reload above.
de_de: Die Server-Aktualisierungsrate beträgt 0,142857142857 Sekunden. Das bedeutet, dass Nachladezeiten, welche kein Vielfaches dieses Wertes sind, auf das nächste Vielfache des Wertes aufgerundet werden. Somit zeigt dieser Wert die tatsächliche Nachladezeit im Spiel, welche von der theoretischen Ladezeit abweichen kann.
hu_hu: A szerver csak 0,142857142857 másodpercenként frissül. Ez azt jelenti, hogy az e szám többszörösei közé eső újratöltések átkerülnek az utána lévő pipára. Az itt bemutatott érték a kapott valós újratöltést mutatja, amely eltérhet a fenti elméleti újratöltéstől.
it_it: Il server aggiorna solo ogni 0.142857142857 secondi. Ciò significa che le ricariche che cadono tra i multipli di questo numero verranno spostati dopo il tick. Il valore qui indicato mostra la vera ricarica ottenuta, che può essere diversa dalla ricarica teorica sopra.
ja_jp: サーバー側の状態は0.142857142857秒ごとに更新されます。つまり、この数の倍数にならない装填時間はその後ティックへ移動されます。 ここで表示される値は実際の(サーバーの)装填時間を示しており、理論上の装填時間とは異なる場合があります。
tr_tr: Sunucu sadece her 0.142857142857 saniyede güncelleme yapmakta. Bu, yeniden yükleme süresinin her tıklamadan sonra bu sayının katları arasına düştüğü anlamına geliyor. Buradaki değer gerçek yeniden yükleme süresini sizlere gösteriyor ve yukarıdaki teorik yeniden yükleme süresi ile farklılık gösterebilir.
zh_cn: 服务器只会每0.142857142857秒更新一次。这意味着落在这个倍数之间的装填将会被移动到下一个刻度。此处显示的数值代表您所获得的真实装填时间，可能会与以上的理论装填时间不同。
zh_tw: 伺服器只會每0.142857142857秒更新一次。這意味著落在這個倍數之間的裝填將會被移動到下一個刻度。此處顯示的數值代表您所獲得的真實裝填時間，可能會與以上的理論裝填時間不同。

# ShipStats_TheoreticalTrueDpm
source: Server-side DPM
de_de: Serverseitige DPM
hu_hu: Szerver-oldali percenkénti sebzés
it_it: DPM lato server
ja_jp: サーバー上のDPM
tr_tr: Sunucu-Tarafı DBH
zh_cn: 服务器端DPM
zh_tw: 伺服器端DPM

# ShipStats_TrueRoF
source: Server-side RoF
de_de: Serverseitige Feuerrate
es_es: Tasa de disparo en Servidor
fr_fr: Cadence de tir côté serveur
hu_hu: Szerver-oldali tűzgyorsaság
it_it: Rateo di fuoco lato server
ja_jp: サーバー上のRoF
tr_tr: Sunucu-Tarafı DbA
zh_cn: 服务器RoF
zh_tw: 伺服器RoF

# Validation_BuildName
source: The build name contains invalid characters. Only letters, numbers, whitespace, hyphens and underscores are allowed.
de_de: Der Build-Name enthält ungültige Zeichen. Es sind nur Buchstaben, Zahlen, Leerzeichen, Bindestriche und Unterstriche erlaubt.
es_es: El nombre de configuración contiene caracteres no válidos. Sólo se permiten letras, números, espacios en blanco, guiones y guiones bajos.
fr_fr: Le nom de la composition contient des caractères invalides. Seuls les lettres, chiffres, espaces, tirets et tirets bas sont autorisés.
hu_hu: A felépítés neve nem engedélyezett karaktereket tartalmaz. Csak betű, számok, szóközök és kötőjelek engedélyezettek.
it_it: Il nome della build contiene caratteri non validi. Sono ammessi solo lettere, numeri, spazi, trattini e trattini bassi.
ja_jp: ビルド名に無効な文字が含まれています。文字、数字、空白、ハイフン、アンダースコアのみ使用できます。
tr_tr: Konfigürasyon adı geçersiz karakterler içeriyor. Yalnızca harfler, sayılar, boşluk, kısa ve alt çizgi kullanabilirsiniz.
zh_cn: 构建名称包含无效字符。仅允许使用字母、数字、空格、连字符和下划线。
zh_tw: 配置名稱包含無效字符。僅允許使用字母、數字、空格、連字符和底線。

# Teststring
source: Just a value for testing
de_de: Nur ein Wert zum Testen
es_es: Sólo un valor para pruebas
fr_fr: Juste une valeur pour le test
hu_hu: Csak egy tesztérték
it_it: Solo un valore per testare
ja_jp: テスト用の値です
tr_tr: Sadece test için bir değer
zh_cn: 只是一个测试值
zh_tw: 只是一個測試值

# Unit_MPS
source: m/s
tr_tr: m/sn
zh_tw: 公尺/秒

# Unit_KG
source: kg
zh_cn: 翻译官您好，您是最佳的翻译人员之一，负责将二战军舰游戏《World of Warships》从英文翻译成中文，辅以日语。请准确地将英文"kg"和日语版本的"kg"翻译成简体中文。
zh_tw: 公斤

# Unit_S
source: s
ja_jp: 秒
tr_tr: sn
zh_cn: 秒
zh_tw: 秒

# Unit_KM
source: km
zh_cn: 公里
zh_tw: 公里

# Unit_DegreePerSecond
source: °/s
ja_jp: °/秒
tr_tr: °/sn
zh_cn: °/秒
zh_tw: °/秒

# Unit_DPS
source: dps
hu_hu: percenkénti sebzés
tr_tr: sbh
zh_cn: DPS（伤害输出）
zh_tw: 傷害/秒

# Unit_HP
source: HP
de_de: TP
es_es: PV
fr_fr: PV
hu_hu: Életerő
pl_pl: PW
tr_tr: cp
zh_cn: 生命值
zh_tw: 生命值

# Unit_Knots
source: kts
de_de: kn
hu_hu: csomó
zh_cn: 节
zh_tw: 節

# Unit_M
source: m
hu_hu: méter
zh_cn: 米
zh_tw: 米

# Unit_ShotsPerMinute
source: shots/min
de_de: Schüsse/Minute
es_es: disparos/min
fr_fr: obus tirés/min
hu_hu: lövés / perc
it_it: colpi/min
ja_jp: 発/分
pl_pl: strzały/min
tr_tr: atış/dk
zh_tw: 發/分鐘

# Unit_FPM
source: fires/min
de_de: Brände/Min
es_es: incendios/min
fr_fr: feux/min
hu_hu: Tüzek / perc
it_it: fuochi/min
ja_jp: 火災/分
tr_tr: yangın/dk
zh_cn: 火力/分
zh_tw: 火災數/分

# ArmamentType_AP
source: AP
hu_hu: Páncéltörő
zh_tw: 穿甲彈

# ArmamentType_HE
source: HE
es_es: AE
hu_hu: Repeszromboló
zh_cn: 高爆弹
zh_tw: 高爆彈

# ArmamentType_SAP
source: SAP
hu_hu: Félig páncéltörő
zh_cn: 半穿甲弹
zh_tw: 半穿甲彈

# ChartsWeb_AddRemoveShips
source: Add/Remove Ships/Shells
de_de: Schiffe/Granaten hinzufügen/entfernen
hu_hu: Hozzáad/Eltávolít (Hajót/Lövedéket)
it_it: Aggiungi/Rimuovi Navi/Proiettili
ja_jp: 船/砲弾の追加/削除
tr_tr: Ekle/Sil Gemiler/Mermiler
zh_cn: 添加/移除船只/弹药
zh_tw: 添加/移除船艦/彈藥

# ChartsWeb_DispersionCharts
source: Dispersion Charts
de_de: Streuungsdiagramme
hu_hu: Szórás ábrák
it_it: Grafici dispersione
ja_jp: 散布界のチャート
tr_tr: Dağılım Diyagramı
zh_cn: 散布图表
zh_tw: 散佈圖表

# ChartsWeb_BallisticCharts
source: Ballistic Charts
de_de: Ballistikdiagramme
hu_hu: Ballisztikus ábrák
it_it: Grafici balistici
ja_jp: 弾道のチャート
tr_tr: Balistik Diyagramı
zh_cn: 弹道图表
zh_tw: 彈道圖表

# ShipAndShellSelectionDialogWeb_SelectShipsAndShells
source: Select Ships and Shells
de_de: Schiffe und Granaten wählen
hu_hu: Hajó és lövedék kiválasztása
it_it: Seleziona navi e proiettili
ja_jp: 艦艇と砲弾を選択
tr_tr: Gemileri ve Mermileri Seç
zh_cn: 选择舰艇和弹药
zh_tw: 選擇艦艇和彈藥

# ShipAndShellSelectionDialogWeb_Loading
source: Loading...
de_de: Lädt...
hu_hu: Töltés...
it_it: Caricamento...
ja_jp: 読み込み中…
tr_tr: Yükleniyor...
zh_cn: 加载中...
zh_tw: 載入中...

# ShipStats_TorpedoStandard
source: Standard
es_es: Estándar
ja_jp: 標準
tr_tr: Standart
zh_cn: 标准
zh_tw: 標準

# ShipStats_TorpedoMagnetic
source: Magnetic
de_de: Magnetisch
es_es: Magnético
hu_hu: Mágneses
it_it: Magnetico
ja_jp: 磁気
tr_tr: Manyetik
zh_cn: 磁性
zh_tw: 聲導

# ShipStats_TorpedoDeepWater
source: Deepwater
de_de: Tiefwasser
es_es: Aguas profundas
hu_hu: Mélyvizi
it_it: Di profondità
ja_jp: 深度
tr_tr: Derin su
zh_cn: 深水
zh_tw: 深水

# Consumable_HpPerHeal
source: Max HP per heal
de_de: TP pro Heilung
hu_hu: HP gyógyításonként
it_it: HP per cura
ja_jp: 1回あたりの回復量
tr_tr: Onarım Başına Azami HP
zh_cn: 每次治疗的最大生命值恢复量
zh_tw: 每次治療的最大生命值恢復量

# DispersionGraphWindow_Range
source: Range [km]:
de_de: Reichweite [km]:
hu_hu: Hatótáv [km]:
it_it: Gittata [km]:
ja_jp: 射程 [km]:
tr_tr: Menzil[km]:
zh_cn: 射程 [km]
zh_tw: 射程 [km]

# DispersionGrapghWindow_Height
source: Height
de_de: Höhe
hu_hu: Magasság
it_it: Altezza
ja_jp: 高さ
tr_tr: Yükseklik
zh_cn: 高度
zh_tw: 高度

# ShipStats_ShowShellTrajectoryGraph
source: Show shell trajectory graph
de_de: Zeige Granatenflugbahngraph
hu_hu: Mutasd a lövedék röppályáját
it_it: Mostra grafico traiettoria proiettile
ja_jp: 砲弾の軌道グラフを表示
tr_tr: Mermi Yolu Grafiğini Görüntüle
zh_cn: 显示弹道图表
zh_tw: 顯示拋物線彈道圖表

# ShipStats_ConcealmentFromShips
source: From ships
de_de: Durch Schiffe
hu_hu: Hajókkal szemben
it_it: Da navi
ja_jp: 艦艇から
tr_tr: Gemilerden
zh_cn: 从舰艇出发
zh_tw: 被艦艇偵測

# ShipStats_ConcealmentFromPlanes
source: From planes
de_de: Durch Flugzeuge
hu_hu: Repülőgépekkel szemben
it_it: Da aerei
ja_jp: 航空機から
tr_tr: Uçaklardan
zh_cn: 从飞机
zh_tw: 被飛機偵測

# ShipStats_SpottingOnShips
source: On ships
de_de: Von Schiffen
hu_hu: Hajókon
it_it: Su navi
ja_jp: 艦艇に対して
tr_tr: Gemilerde
zh_cn: 在船上
zh_tw: 在船上

# ShipStats_SpottingOnPlanes
source: On planes
de_de: Von Flugzeugen
hu_hu: Repülőgépeken
it_it: Su aerei
ja_jp: 航空機に対して
tr_tr: Uçaklarda
zh_cn: 对于飞机
zh_tw: 對於飛機

# ShipStats_SpottingOnTorps
source: On torpedoes
de_de: Von Torpedos
hu_hu: Torpedókon
it_it: Su siluri
ja_jp: 魚雷に対して
tr_tr: Torpidolarda
zh_cn: 对于鱼雷
zh_tw: 對於魚雷

# ShipStats_MaxViewDistance
source: Max view distance on ships
de_de: Maximale Sichtweite
hu_hu: Maxinális felderítési távolság
it_it: Distanza massima d'avvistamento
ja_jp: 艦艇の最大視程
tr_tr: Gemilerdeki Azami Görüş Mesafesi
zh_cn: 舰艇最大视程
zh_tw: 最大水面視距

# ShipStats_Consumables
source: Consumables
de_de: Verbrauchsmaterialien
hu_hu: Fogyóeszközök
it_it: Consumabili
ja_jp: 消耗品
tr_tr: Sarf Malzemeleri
zh_cn: 消耗品
zh_tw: 消耗品

# ShipStats_AircraftAmount
source: Aircraft amount
de_de: Anzahl Flugzeuge
hu_hu: Repülőgépek száma
it_it: Numero aerei
ja_jp: 航空機数
tr_tr: Uçak Sayısı
zh_cn: 飞机数量
zh_tw: 飛機數量

# ShipStats_AircraftInAttackGroup
source: In attack group
de_de: In der Angriffsgruppe
hu_hu: A Támadó csoportban
it_it: Nel gruppo d'attacco
ja_jp: 攻撃中隊内
tr_tr: Saldırı Grubunda
zh_cn: 攻击编队内
zh_tw: 攻擊編隊內

# ShipStats_SquadronHp
source: Squadron
de_de: Staffel
hu_hu: Osztag
it_it: Squadriglia
ja_jp: 中隊
tr_tr: Filo
zh_cn: 中队
zh_tw: 中隊

# ShipStats_AttackGroupHp
source: Attack group
de_de: Angriffsgruppe
hu_hu: Támadó csoport
it_it: Gruppo d'attacco
ja_jp: 攻撃中隊
tr_tr: Saldırı Grubu
zh_cn: 攻击小队
zh_tw: 攻擊小隊

# ShipStats_Max
source: Max
de_de: Maximale Reichweite
hu_hu: Maximális
it_it: Portata massima
ja_jp: 最大
tr_tr: Azami
zh_cn: 最大
zh_tw: 最大

# ShipStats_Min
source: Min
de_de: Minimale Reichweite
fr_fr: Portée minimale
hu_hu: Minimális
it_it: Portata minima
ja_jp: 最小
tr_tr: Asgari
zh_cn: 最小
zh_tw: 最小

# ShipStats_AttackTimings
source: Attack timings
de_de: Angriffszeiten
hu_hu: Támadás időzítése
it_it: Tempi d'attacco
ja_jp: 攻撃タイミング
tr_tr: Saldırı Zamanlamaları
zh_cn: 进攻时机
zh_tw: 攻擊狀態時間表

# ShipStats_Aiming
source: Aiming
de_de: Während des Angriffs
hu_hu: Célzás
it_it: Durante il puntamento
ja_jp: 攻撃態勢中
tr_tr: Nişan Alırken
zh_cn: 瞄准中
zh_tw: 瞄準中

# ShipStats_Preparation
source: Preparation
de_de: Während der Vorbereitungszeit
hu_hu: Felkészítés
it_it: Durante la preparazione
ja_jp: 攻撃準備中
tr_tr: Hazırlık
zh_cn: 准备
zh_tw: 準備中

# ShipStats_InitialBoost
source: Initial boost
de_de: Start-Boost
hu_hu: Kezdeti gyorsítás
it_it: Spinta iniziale
ja_jp: 初期ブースト
tr_tr: İtki Desteği
zh_cn: 初期增益
zh_tw: 起飛助推器

# ShipStats_SpeedBoost
source: Speed boost
de_de: Geschwindigkeitsbonus
hu_hu: Sebességnövelés
it_it: Velocità spinta
ja_jp: 速度ブースト
tr_tr: İtki Desteği
zh_cn: 速度增益
zh_tw: 速度增益

# ModifierConverter_MaxEngagementDuration
source: Max engagement duration
de_de: Maximale Kampfdauer
hu_hu: Maximális támadóidő
it_it: Durata massima dell'ingaggio
ja_jp: 最大交戦時間
tr_tr: Azami Etkileşim Süresi
zh_cn: 最大交战时间
zh_tw: 最大交戰時間

# ModifierConverter_MaxKillsAmount
source: Max kills amount
de_de: Maximale Abschüsse
hu_hu: Max. kilövések száma
it_it: Numero massimo di uccisioni
ja_jp: 最大キル数
tr_tr: Azami Öldürme Miktarı
zh_cn: 最高击杀数
zh_tw: 最高擊殺數

# CaptainSkillSelector_CurrentArBonus
source: Adrenaline Rush HP:
de_de: TP für Adrenalinrausch:
hu_hu: Adrenalinlöket HP:
it_it: HP Scarica di adrenalina:
ja_jp: アドレナリンラッシュHP:
tr_tr: Adrenalin Patlaması CP:
zh_cn: 兴奋冲冲HP
zh_tw: 腎上腺素當前HP:

# ShipStats_Fire
source: Fire
de_de: Brand
hu_hu: Tűz
it_it: Fuoco
ja_jp: 火災
tr_tr: Yangın
zh_cn: 火力
zh_tw: 火力

# ShipStats_Flooding
source: Flooding
de_de: Wassereinbruch
hu_hu: Áradás
it_it: Allagamento
ja_jp: 浸水
tr_tr: Su Alma
zh_cn: 浸水
zh_tw: 進水

# ShipStats_BlastProtection
source: Protection
de_de: Explosionsschutz
hu_hu: Robbanásvédelem
it_it: Protezione
ja_jp: 耐性
zh_cn: 保护
zh_tw: 保護

# ShipStats_MaxAtTheSameTime
source: Max together
de_de: Maximale Brände
hu_hu: Max. tűzesetek száma
it_it: Incendi massimi
ja_jp: 同時最大数
tr_tr: Azami Toplam
zh_cn: 最大同时数
zh_tw: 上限數量

# ShipStats_FromSubs
source: From Subs
de_de: Von U-Booten
hu_hu: Tengeralattjáróktól
it_it: Da sottomarini
ja_jp: 潜水艦から
tr_tr: Denizaltılardan
zh_cn: 从潜艇出击
zh_tw: 被潛艇偵測

# ShipStats_Sea
source: Sea
de_de: Zu See
hu_hu: Tenger
it_it: Mare
ja_jp: 海面
tr_tr: Deniz
zh_cn: 海
zh_tw: 海面

# ShipStats_Air
source: Air
de_de: Aus der Luft
hu_hu: Levegő
it_it: Aria
ja_jp: 航空
tr_tr: Hava
zh_cn: 航空
zh_tw: 航空

# ShipStats_Timings
source: Timings
de_de: Zeiten
hu_hu: Időzítők
it_it: Tempi
ja_jp: タイミング
tr_tr: Zamanlamalar
zh_cn: 时机
zh_tw: 時間點

# ShipStats_ReloadTime
source: Reload
de_de: Ladezeit
hu_hu: Újratöltés
it_it: Ricarica
ja_jp: 装填
tr_tr: Yeniden Yükleme
zh_tw: 裝填

# ShipStats_ShellFireChance
source: Single shell
de_de: Einzelne Granate
hu_hu: Egy lövedék
it_it: Singolo proiettile
ja_jp: 1発あたり
tr_tr: Tek Mermi
zh_cn: 单发炮弹
zh_tw: 單發砲彈

# ShipStats_TheoreticalHeDpm
source: HE
es_es: AE
hu_hu: Repeszromboló
zh_cn: 高爆弹
zh_tw: 高爆彈

# ShipStats_TheoreticalApDpm
source: AP
hu_hu: Páncéltörő
zh_cn: 穿甲弹
zh_tw: 穿甲彈

# ShipStats_TheoreticalSapDpm
source: SAP
hu_hu: Félig páncéltörő
zh_cn: 榴弹炮弹" (liú dàn pào dàn)
zh_tw: 半穿甲彈

# ShipStats_TheoreticalTrueHeDpm
source: HE
es_es: AE
hu_hu: Repeszromboló
zh_cn: 高爆弹
zh_tw: 高爆彈

# ShipStats_TheoreticalTrueApDpm
source: AP
hu_hu: Páncéltörő
zh_tw: 穿甲彈

# ShipStats_TheoreticalTrueSapDpm
source: SAP
hu_hu: Félig páncéltörő
zh_cn: 半穿甲弹
zh_tw: 半穿甲彈

# ShipStats_HP
source: HP
de_de: TP
es_es: PV
fr_fr: PV
hu_hu: Életerő
pl_pl: PW
tr_tr: cp
zh_cn: 生命值
zh_tw: 生命值

# ShipStats_RocketType
source: Rocket type
de_de: Raketen-Art
hu_hu: Rakéta típusa
it_it: Tipo razzo
ja_jp: ロケット種別
tr_tr: Roket Türü
zh_cn: 火箭类型
zh_tw: 火箭類型

# ShipStats_TorpedoType
source: Torpedo Type
de_de: Torpedo-Art
hu_hu: Torpedó típusa
it_it: Tipo siluro
ja_jp: 魚雷種別
tr_tr: Torpido Türü
zh_cn: 鱼雷类型
zh_tw: 魚雷類型

# DataUpdate_ErrorDescription
source: There has been an error during the data update. This may cause data to be invalid or not up to date. To try again, restart the application. For more information, check the application log.
de_de: Beim Update der Daten ist ein Fehler aufgetreten. Dadurch können Daten beschädigt oder nicht mehr aktuell sein. Starte die App neu, um es erneut zu versuchen. Weitere Details sind im Log der App zu finden.
hu_hu: Hiba lépett fel az adatok frissítése közben. Ez a megjelenítésben hibákhoz vezethet. Újrapróbálkozáshoz indítsa újra az alkalmazást. Bővebb információ a logfájlokban található.
it_it: Si è verificato un errore durante l'aggiornamento dei dati. Questo potrebbe causare che i dati non siano validi o non siano aggiornati. Per riprovare, riavviare l'applicazione. Per ulteriori informazioni, controllare il log dell'applicazione.
ja_jp: データの更新中にエラーが発生しました。データが無効または最新でない可能性があります。 再試行するには、アプリケーションを再起動してください。詳細については、アプリケーションログを確認してください。
tr_tr: Veri Güncellemesi sırasında bir hata meydana geldi. Bu verilerin geçersiz yada güncel olmamasına sebep olabilir. Tekrar denemek için uygulamayı yeniden başlatabilirsiniz. Daha fazla bilgi için uygulama günlüğünü kontrol edin.
zh_cn: 数据更新过程中出现错误。此可能导致数据无效或不是最新的。请重新启动应用程序以再次尝试。要了解更多信息，请查看应用程序日志。
zh_tw: 數據更新過程中出現錯誤。此可能導致數據無效或不是最新的。請重新啟動應用程序以再次嘗試。要了解更多信息，請查看應用程序日誌。

# DataUpdate_ErrorTitle
source: Data Update Error
de_de: Fehler beim Daten-Update
hu_hu: Adatfrissítési hiba
it_it: Errore aggiornamento dati
ja_jp: データ更新エラー
tr_tr: Veri Güncelleme Hatası
zh_cn: 数据更新错误
zh_tw: 數據更新錯誤

# NotificationService_UpdateActive
source: App update running in background...
de_de: App-Update im Hintergrund...
hu_hu: Az alkalmazásfrissítés háttérben fut...
it_it: Aggiornamento applicazione in esecuzione in background...
ja_jp: アプリのアップデートをバックグラウンドで実行しています...
tr_tr: Uygulama Güncellemesi Arka Planda Çalışıyor...
zh_cn: 应用程序正在后台更新...
zh_tw: 應用程式正在背景更新中...

# NotificationService_ErrorMessage
source: There was an error during the app update. Check the log file for more details.
de_de: Beim App-Update ist ein Fehler aufgetreten. Weitere Details findest du in der Log-Datei.
hu_hu: Hiba lépett fel az app frissítésekor. További információk a logfájlban.
it_it: Si è verificato un errore durante l'aggiornamento dell'applicazione. Controlla il file di registro per maggiori dettagli.
ja_jp: アプリの更新中にエラーが発生しました。詳細はログファイルを確認してください。
tr_tr: Uygulama güncellemesi sırasında bir hata meydana geldi. Daha fazla bilgi için uygulama günlüğünü kontrol edin.
zh_cn: 应用更新时出现错误，请查看日志文件获取更多详情。
zh_tw: 應用程式更新時發生錯誤，請查看日誌檔案以獲得更多詳細資訊。

# NotificationService_UpdateCompleted
source: The app has been updated in the background. A restart is required to apply the update. Click to restart.
de_de: Die App wurde im Hintergrund aktualisiert. Ein Neustart ist erforderlich, um das Update anzuwenden. Klicke zum Neustarten.
hu_hu: Az alkalmazás a háttérben frissítve lett. A múdosítások érvénybe lépéséhez kérjük indítsa újra. Klikk az újraindításhoz.
it_it: L'applicazione è stata aggiornata in background. Per applicare l'aggiornamento è necessario un riavvio. Fare clic per riavviare.
ja_jp: アプリがバックグラウンドで更新されました。アップデートを適用するには再起動が必要です。再起動をクリックしてください。
tr_tr: Uygulama arka planda güncellendi. Güncellemeyi uygulamak için yeniden başlatma gerekli. Yeniden başlatmak için Tıklayın.
zh_cn: 应用程序已在后台更新。需要重新启动才能应用更新。单击重新启动。
zh_tw: 應用程式已在背景更新。需要重新啟動才能應用更新。點按重新啟動。

# UpdateMessageBox_Description
source: The app has been updated, do you want to restart to apply the changes?
de_de: Die App wurde aktualisiert, möchtest du sie neu starten, um die Änderungen anzuwenden?
hu_hu: A frissítés befejeződött. Akarja újraindítani, hogy a módosítások élesedjenek?
it_it: L'applicazione è stata aggiornata, vuoi riavviare per applicare le modifiche?
ja_jp: アプリが更新されました。再起動して変更を適用しますか？
tr_tr: Uygulama güncellendi, Değişiklikleri uygulamak için yeniden başlatmak istiyormusunuz?
zh_cn: 应用程序已更新，是否重启以应用更改？
zh_tw: 應用程式已更新，是否重新啟動以應用更改？

# UpdateMessageBox_Title
source: App updated
de_de: App aktualisiert
hu_hu: Alkalmazás frissítve
it_it: Applicazione aggiornata
ja_jp: アプリが更新されました
tr_tr: Uygulama Güncellendi
zh_cn: 应用已更新
zh_tw: 應用已更新

# ShipStats_Splash
source: Splash vs Subs
de_de: Schadensbereich
hu_hu: Becsapódás
it_it: Esplosione
tr_tr: Sıçrama
zh_tw: 砲彈對潛艇濺射

# ShipStats_SplashRadius
source: Radius
de_de: Explosionsradius
hu_hu: Robbanás hatósugara
it_it: Raggio
ja_jp: 半径
zh_cn: 半径
zh_tw: 半徑

# ShipStats_SplashDmg
source: Damage
cs_cz: Poškození
de_de: Schaden
es_es: Daño
fr_fr: Dégâts
hu_hu: Sebzés
it_it: Danno
ja_jp: ダメージ
pl_pl: Uszkodzenia
tr_tr: Hasar
zh_cn: 伤害
zh_tw: 傷害

# ShipStats_SplashExplanation
source: These parameters only affect submarines. They do not have any effect on surface ships.
de_de: Diese Parameter betreffen nur U-Boote. Sie haben keinerlei Auswirkungen auf Oberflächenschiffe.
hu_hu: Ezek a paraméterek csak tengeralattjáróra hatnak. Felszini hajókra nincs hatásuk.
it_it: Questi parametri influenzano solo i sottomarini. Non hanno alcun effetto sulle navi di superficie.
ja_jp: これらのパラメータは潜水艦にのみ影響を与えます。 水上艦には影響を与えません。
tr_tr: Bu parametreler sadece denizaltıları etkilemektedir. Yüzey gemilerine herhangi bir etkileri yoktur.
zh_cn: 这些参数仅影响潜艇。
zh_tw: 這些參數僅影響潛艇。

# ShipStats_DcSplashRadius
source: Explosion radius
de_de: Explosionsradius
hu_hu: Robbanás hatósugara
it_it: Raggio di esplosione
ja_jp: 爆風半径
tr_tr: Patlama Yarıçapı
zh_cn: 爆炸半径
zh_tw: 爆炸半徑

# ShipStats_DetonationTimer
source: Detonation Timer
de_de: Detonationstimer
hu_hu: Robbantás időzítő
it_it: Timer detonazione
ja_jp: 起爆タイマー
tr_tr: Fünye Zamanlayıcı
zh_cn: 引爆计时器
zh_tw: 引爆時長
