Repository: WoWs-Builder-Team/WoWs-ShipBuilder
Catalog: WoWsShipBuilder.Common/Infrastructure/Localization/Resources/Translation.*.resx
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, pl_pl, tr_tr, zh_cn, zh_tw

# SettingsWindow_CustomPath
source: Enable custom data path
de_de: Benutzerdefinierten Datenpfad aktivieren
es_es: Habilitar ruta de datos personalizada
fr_fr: Activer le chemin de données personnalisé
hu_hu: Egyéni elérési útvonal engedélyezése
it_it: Abilita percorso dati personalizzato
ja_jp: データ用カスタムパスの有効化
tr_tr: Dosya Konumunu değiştir
zh_cn: 启用自定义数据路径
zh_tw: 啟用自訂數據路徑

# SettingsWindow_InsertCustomPath
source: Insert custom data path
de_de: Benutzerdefinierten Datenpfad eingeben
es_es: Agregar ruta de datos personalizada
fr_fr: Insérer une donnée de chemin personnalisé
hu_hu: Egyéni elérési útvonal beszúrása
it_it: Inserisci percorso dati personalizzato
ja_jp: データ用カスタムパスを入力
tr_tr: Dosya konumunu seçiniz
zh_cn: 插入自定义数据路径
zh_tw: 插入自訂數據路徑

# SettingsWindow_SaveExit
source: Save & exit
de_de: Speichern & Verlassen
es_es: Guardar y salir
fr_fr: Enregistrer & quitter
hu_hu: Mentés és kilépés
it_it: Salva ed esci
ja_jp: 保存して終了
pl_pl: Zapisz i wyjdź
tr_tr: Kaydet & Çık
zh_cn: 保存并退出
zh_tw: 保存並退出

# FiringAngleWindow_Disclaimer
source: Some turret orientation is wrong. The data from WG doesn't include it, so we use a workaround that work for most cases. If you find a case of a turret orientation and/or angle being wrong, report it on Github or by joining the Discord server below.
de_de: Die Orientierung einiger Geschütztürme ist falsch. Die Daten von WG enthalten die Orientierung nicht, daher berechnen wir diese mithilfe eines Workarounds. Falls du einen fehlerhaften Turm oder falsche Winkel sehen solltest, melde diese bitte auf GitHub oder auf unserem Discord Server.
es_es: Algunas orientaciones de torreta son erróneas. Los datos de WG no lo informan, así que usamos una solución alternativa que resuelve la mayoría de los casos. Si encuentras un caso en el que una orientación y/o ángulo de torreta es erróneo, repórtalo en Github o uniéndote al servidor de Discord a continuación.
fr_fr: L'orientation de la tourelle est incorrecte. Les données de WG ne l'incluent pas, donc nous utilisons une solution qui fonctionne dans la plupart des cas. Si vous trouvez un cas d'orientation d'une tourelle et/ou d'angle erroné, signalez-le sur Github ou en rejoignant le serveur Discord ci-dessous.
hu_hu: Néhány torony tájolása hibás. A WG adatai nem tartalmazzák ezeket, ezért olyan megoldást alkalmazunk, amely a legtöbb esetben működik. Ha úgy találja, hogy a torony tájolása és/vagy szöge hibás, jelentse a Githubon vagy az alábbi Discord szerveren.
it_it: Qualche orientamento torretta è sbagliato. I dati del WG non lo includono, quindi usiamo una soluzione che funziona per la maggior parte dei casi. Se trovi un caso di orientamento della torretta e/o angolo sbagliato, segnalalo su Github o unendoti al server Discord qui sotto.
ja_jp: 砲塔の向きが間違っている場合があります。WGからのデータにこれは含まれていないため、ほとんどの場合で代替策を使用しています。砲塔の向きや角度が間違っている場合は、Githubまたは以下の Discord サーバーに参加して報告してください。
tr_tr: Bazı Taretlere ait bilgiler yanlış olabilir. Çünkü Wargaming'den bu verileri alamıyoruz bu nedenle işe yaradığınız bildiğimiz bir çözümü kullanarak bu verileri tamamlıyoruz. Eğer Taretlere ait bilgilerde bir yanlışlık fark ederseniz yada belirtilen taret açılarında hata olduğunu düşünüyorsanız, Lütfen bunu Github üzerinden bize bildirin yada Discord sunucumuza aşağıdaki Linki kullanarak katılın.
zh_cn: 有些炮塔方向可能会有误。WG的数据中没有包含这些信息，因此我们采用了适用于大多数情况的折中方法。如果您发现炮塔方向和/或角度有误，请前往Github或加入下方的Discord服务器报告。
zh_tw: 有些炮塔方向可能會有誤。WG的資料中沒有包含這些信息，因此我們採用了適用於大多數情況的折中方法。如果您發現炮塔方向和/或角度有誤，請前往Github或加入下方的Discord伺服器報告。

# BuildCreationWindow_BuildSaved
source: Build saved
de_de: Build gespeichert
es_es: Configuración guardada
fr_fr: Composition sauvegardée
hu_hu: Felépítés elmentve
it_it: Build salvata
ja_jp: ビルドを保存しました
tr_tr: Konfigürasyon Kaydedildi
zh_cn: 配置已保存
zh_tw: 配置已儲存

# BuildCreationWindow_SavedClipboard
source: Build string copied to clipboard
de_de: Build-String in Zwischenablage kopiert
es_es: Cedena de construccion copiada al portapeles
fr_fr: Chaîne de composition copiée dans le presse-papiers
hu_hu: A build karakterlánc a vágólapra van másolva
it_it: Stringa build copiata negli appunti
ja_jp: ビルドの文字列がクリップボードにコピーされました
tr_tr: Konfigürasyon adı panoya kopyalandı
zh_cn: 构建字符串已复制到剪贴板
zh_tw: 配置資料已複製到剪貼板

# StartMenu_DeleteBuild
source: Delete build
de_de: Build löschen
es_es: Eliminar configuración
fr_fr: Supprimer la composition
hu_hu: Felépítés törlése
it_it: Elimina build
ja_jp: ビルドを削除
tr_tr: Konfigürasyon Sil
zh_cn: 删除构建
zh_tw: 刪除配置

# BuildImport_Import
source: Import
de_de: Importieren
es_es: Importar
fr_fr: Importer
hu_hu: Importálás
it_it: Importa
ja_jp: インポート
pl_pl: Importuj
tr_tr: İçe aktar
zh_cn: 导入
zh_tw: 匯入

# BuildImport_ImportOnly
source: Import only
de_de: Nur Importieren
es_es: Solo importar
fr_fr: Importer uniquement
hu_hu: Csak importálás
it_it: Solo importazione
ja_jp: インポートのみ
pl_pl: Tylko importuj
tr_tr: Sadece içe aktar
zh_cn: 仅限导入
zh_tw: 僅限匯入

# BuildImport_ImportSave
source: Import and save
de_de: Importieren und speichern
es_es: Importar y guardar
fr_fr: Importer et enregistrer
hu_hu: Importálás és mentés
it_it: Importa e salva
ja_jp: インポートして保存
pl_pl: Importuj i zapisz
tr_tr: İçe aktar ve kaydet
zh_cn: 输入并保存
zh_tw: 匯入並儲存

# BuildImport_InsertBuild
source: Paste the build string here
de_de: Build-String hier einfügen
es_es: Pegue el nombre de la construcción aquí
fr_fr: Coller la chaîne de composition ici
hu_hu: Build karakterlánc beillesztés ide
it_it: Incolla qui la stringa della build
ja_jp: ビルド文字列をここに貼り付けてください
tr_tr: Konfigürasyon adını buraya yapıştırın
zh_cn: 在此处粘贴构建字符串
zh_tw: 在此處貼上配置資料

# BuildImport_Title
source: Import build
de_de: Build importieren
es_es: Importar configuración
fr_fr: Importer une composition
hu_hu: Felépítés importálása
it_it: Importa build
ja_jp: ビルドをインポート
tr_tr: Konfigürasyonu içe aktar
zh_cn: 导入建筑
zh_tw: 匯入配置

source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hu_hu: Mégse
it_it: Annulla
ja_jp: キャンセル
pl_pl: Anuluj
tr_tr: İptal
zh_cn: 取消
zh_tw: 取消

source: Ok
tr_tr: Tamam
zh_cn: 好的
zh_tw: 好的

# StartMenu_BuildLoadingError
source: Error during the loading of the build
de_de: Fehler beim Laden des Builds
es_es: Error durante la carga de la configuración
fr_fr: Erreur lors du chargement de la composition
hu_hu: Hiba a felépítés betöltése közben
it_it: Errore durante il caricamento della build
ja_jp: ビルドの読み込み中のエラー
tr_tr: Konfigürasyon yüklenirken hata oluştu
zh_cn: 构建加载时出现错误
zh_tw: 載入配置時發生錯誤

# ShipStats_JatoDuration
source: Duration
de_de: Branddauer
hu_hu: Égési idő
it_it: Durata della spinta
ja_jp: 時間
tr_tr: Süre
zh_cn: 持续时间
zh_tw: 持續時間

# ShipStats_JatoSpeedMultiplier
source: Speed boost
de_de: Geschwindigkeitsbonus
hu_hu: Sebességnövelés
it_it: Moltiplicatore della velocità di spinta
ja_jp: 速度ブースト
tr_tr: İtki Desteği
zh_cn: 加速
zh_tw: 加速

# ShipStats_TimeToSwitch
source: Time to switch ammo
de_de: Zeit zum Wechseln des Munitionstyps
es_es: Tiempo para cambiar de munición
fr_fr: Délai de changement de munitions
hu_hu: Lőszercsere időtartama
it_it: Tempo per cambiare munizioni
ja_jp: 弾薬変更時間
tr_tr: Mermi Türü Değişikliği Süresi
zh_cn: 切换弹药时间
zh_tw: 切彈時間

# ShipStats_BurstMode
source: Artillery burst mode
de_de: Schnellfeuermodus
es_es: Modo de rafaa de artillería
fr_fr: Mode de rafale d'artillerie
hu_hu: Gyorstüzelő mód
it_it: Modalità a raffica dell'artiglieria
ja_jp: 主砲バーストモード
tr_tr: Seri Top Atışı Modu
zh_cn: 炮击爆发模式
zh_tw: 連發射擊模式

# ShipStats_Duration
source: Duration
de_de: Branddauer
fr_fr: Durée
hu_hu: Égési idő
it_it: Durata
ja_jp: 時間
pl_pl: Czas trwania
tr_tr: Süre
zh_cn: 持续时间
zh_tw: 持續時間

# ShipStats_ReloadAfterBurst
source: Reload after burst
de_de: Nachladezeit nach dem Schnellfeuermodus
es_es: Recargar tras la ráfaga
fr_fr: Rechargement après rafale
hu_hu: Gyorstüzelő mód újratöltés
it_it: Ricarica dopo la raffica
ja_jp: バースト後のリロード
tr_tr: Seri Atış Yükleme Süresi
zh_cn: 爆发后重新装弹
zh_tw: 彈夾裝填時間(長裝填)

# ShipStats_ReloadDuringBurst
source: Reload during burst
de_de: Nachladezeit im Schnellfeuermodus
es_es: Recargar durante la ráfaga
fr_fr: Rechargement pendant la rafale
hu_hu: Újratöltés gyorstüzelő módban
it_it: Ricarica durante la raffica
ja_jp: バースト中のリロード
tr_tr: Seri Atış sırasında yükleme süresi
zh_cn: 爆发期间重新装填
zh_tw: 彈夾裝填時間(短裝填)

# ShipStats_RequiredHits
source: Hits required
de_de: Erforderliche Treffer
es_es: Golpes necesarios
fr_fr: Coups nécessaires
hu_hu: Szükséges találatok száma
it_it: Colpi necessari
ja_jp: 必要命中数
tr_tr: Gereken İsabetli Atış
zh_cn: 击中要求
zh_tw: 擊中要求

# ShipStats_ShotInBurst
source: Shots in one burst
de_de: Schüsse pro Feuerstoß
es_es: Dispara en una ráfaga
fr_fr: Tirs en une rafale
hu_hu: Lövések a gyorstüzelő módban
it_it: Colpi in una raffica
ja_jp: 1バーストあたりの射撃数
tr_tr: Toplam Atış Hakkı
zh_cn: 一次射击中的发射次数
zh_tw: 一次射擊中的發射次數

# ShipStats_SpecialAbility
source: Special abilities
de_de: Besondere Fähigkeiten
es_es: Habilidades especiales
fr_fr: Compétences spéciales
hu_hu: Különleges képességek
it_it: Abilità speciali
ja_jp: 特殊能力
tr_tr: Özel Yetenekler
zh_cn: 特殊技能
zh_tw: 特殊能力

# DownloadWindow_Downloading
source: Downloading data...
de_de: Daten werden heruntergeladen...
es_es: Descargando datos...
fr_fr: Téléchargement des données...
hu_hu: Adatok letöltése...
it_it: Scaricamento dati...
ja_jp: データをダウンロード中...
pl_pl: Pobieranie danych...
tr_tr: Veri indiriliyor...
zh_cn: 正在下载数据...
zh_tw: 正在下載資料...

# ShipStats_AimingTime
source: Aiming time
de_de: Maximale Zeit für den Anflug
es_es: Tiempo para apuntar
fr_fr: Temps de visée
hu_hu: Célzási idő
it_it: Tempo di puntamento
ja_jp: 攻撃態勢時間
pl_pl: Czas celowania
tr_tr: Nişan alma süresi
zh_cn: 瞄准时间
zh_tw: 瞄準時間

# ShipStats_DamageTakenDuringAttack
source: Damage taken during attack
de_de: Schaden während des Angriffs
es_es: Daño recibido durante el ataque
fr_fr: Dégâts reçus pendant l'attaque
hu_hu: Támadás során elszenvedett sebzés
it_it: Danni subiti durante l'attacco
ja_jp: 攻撃態勢中の被ダメージ
tr_tr: Saldırı Sırasında Alınan hasar
zh_cn: 攻击状态中所承受的伤害
zh_tw: 攻擊狀態中所承受的傷害

# ShipStats_PostAttackInvulnerabilityDuration
source: Post attack invulnerability
de_de: Unverwundbarkeit nach Angriff
hu_hu: Támadás utáni sebezhetetlenségi idő
it_it: Tempo d'invulnerabilità post attacco
ja_jp: 攻撃後の無敵時間
tr_tr: Saldırı sonrası hasar almama
zh_cn: 攻击后无敌时间
zh_tw: 攻擊後無敵時間

# ShipStats_PreparationTime
source: Preparation time
de_de: Vorbereitungszeit
es_es: Tiempo de preparación
fr_fr: Temps de préparation
hu_hu: Felkészítési idő
it_it: Tempo di preparazione
ja_jp: 攻撃準備時間
pl_pl: Czas przygotowania
tr_tr: Hazırlık Süresi
zh_tw: 攻擊準備時間

# ShipStats_TimeToFullyAimed
source: To fully aimed
de_de: Bis zur maximalen Genauigkeit
hu_hu: Teljes célzási idő
it_it: Per puntamento completo
ja_jp: 照準収縮までの時間
tr_tr: Tam Olarak Nişan Alma
zh_cn: 充分瞄准
zh_tw: 完全縮圈時間

# ShipStats_TorpedoLaunchers
source: Torpedo Launchers
de_de: Torpedowerfer
es_es: Lanzadores de torpedos
fr_fr: Tubes lance-torpilles
hu_hu: Torpedóvetők
it_it: Lancia Siluri
ja_jp: 魚雷発射管
tr_tr: Torpido Kovanları
zh_cn: 鱼雷发射管
zh_tw: 魚雷發射管

# ShipStats_AimingRateMoving
source: During aiming
de_de: Während des Angriffs
hu_hu: Célzás közben
it_it: Durante il puntamento
ja_jp: 攻撃態勢中
tr_tr: Nişan Alırken
zh_cn: 瞄准期间
zh_tw: 於瞄準期間

# ShipStats_AimPenaltyPlanes
source: Drop area change rate while manoeuvring
de_de: Veränderung des Dropbereichs beim Manövrieren
es_es: Desviacion del area prevista de caida por maniobrar
fr_fr: Taux de changement de zone de largage lors de la manœuvre
hu_hu: Pontosságváltozás manőverezés miatt
it_it: Rateo di cambiamento dell'area di caduta durante la manovra
ja_jp: 回避機動中の照準変化率
pl_pl: Współczynnik zmiany obszaru zrzutu podczas manewrowania
tr_tr: Manevra yaparken bomba bırakma alanının değişim oranı
zh_cn: 航行机动中的落雷区变换速率
zh_tw: 做出機動動作導致的散布擴大率

# ShipStats_AimingPreparationRateMoving
source: During preparation
de_de: Während der Vorbereitungszeit
hu_hu: Felkészítés alatt
it_it: Durante la preparazione
ja_jp: 攻撃準備中
tr_tr: Hazırlık Sırasında
zh_cn: 准备中
zh_tw: 於攻擊準備期間

# SettingsWindow_DataVersion
source: Data version:
de_de: Datenversion:
es_es: Versión de datos:
fr_fr: Version des données:
hu_hu: Adatok verziója:
it_it: Versione dati:
ja_jp: データバージョン:
tr_tr: Eklenti Sürümü:
zh_cn: 数据版本
zh_tw: 數據版本

# DispersionGraphWindow_FlightTime
source: Flight time
de_de: Flugzeit
es_es: Tiempo de vuelo
fr_fr: Temps de vol
hu_hu: Repülési idő
it_it: Tempo di volo
ja_jp: 飛翔時間
tr_tr: Uçuş süresi
zh_cn: 飞行时间
zh_tw: 飛行時間

# DispersionGraphWindow_ImpactAngle
source: Impact Angle
de_de: Einschlagwinkel
es_es: Ángulo de impacto
fr_fr: Angle d'impact
hu_hu: Becsapódási szög
it_it: Angolo d'Impatto
ja_jp: 着弾角度
tr_tr: Çarpma Açısı
zh_cn: 弹着角度
zh_tw: 著彈角度

# DispersionGraphWindow_ImpactVelocity
source: Impact velocity
de_de: Einschlaggeschwindigkeit
es_es: Velocidad de impacto
fr_fr: Vitesse d'impact
hu_hu: Becsapódási sebesség
it_it: Velocità d’impatto
ja_jp: 着弾速度
tr_tr: Çarpma Hızı
zh_cn: 冲击速度 (chōng jī sù dù)
zh_tw: 著彈速度

# DispersionGraphWindow_ShowPenetrationGraph
source: Show penetration graph
de_de: Zeige Durchschlagskraftgraph
es_es: Mostrar gráfica de penetración
fr_fr: Afficher le graphique de pénétration
hu_hu: Átütési ábra mutatása
it_it: Mostra grafico penetrazione
ja_jp: 貫通力のグラフを表示
tr_tr: Delme Grafiğini Göster
zh_cn: 显示穿甲图表
zh_tw: 穿深圖表顯示

# DispersionGraphWindow_ShowFlightTimeGraph
source: Show flight time graph
de_de: Zeige Flugzeitgraph
es_es: Mostrar gráfica de tiempo de vuelo
fr_fr: Afficher le graphique de temps de vol
hu_hu: "Repülési idő" ábra mutatása
it_it: Mostra grafico tempo di volo
ja_jp: 飛翔時間のグラフを表示
tr_tr: Uçuş Süresi Grafiğini Göster
zh_cn: 显示飞行时间图表
zh_tw: 顯示砲彈飛行時間圖表

# DispersionGraphWindow_ShowImpactAngleGraph
source: Show impact angle graph
de_de: Zeige Einschlagwinkelgraph
es_es: Mostrar gráfica de ángulo de impacto
fr_fr: Afficher le graphique de l'angle d'impact
hu_hu: "Becsapódási szög" ábra mutatása
it_it: Mostra grafico angolo d'impatto
ja_jp: 着弾角度のグラフを表示
tr_tr: Çarpma Açısı Grafiğini Göster
zh_cn: 显示弹道偏角图
zh_tw: 顯示砲彈入射角圖表

# DispersionGraphWindow_ShowImpactVelocityGraph
source: Show impact velocity graph
de_de: Zeige Einschlaggeschwindigkeitsgraph
es_es: Mostrar gráfica de velocidad de impacto
fr_fr: Afficher le graphique de la vitesse d'impact
hu_hu: "Becsapódási sebesség" ábra mutatása
it_it: Mostra grafico velocità d'impatto
ja_jp: 着弾速度のグラフを表示
tr_tr: Çarpma Hızı Grafiğini Göster
zh_cn: 显示弹着速度图表
zh_tw: 顯示彈著速度圖表

# ShipStats_OpenBallistic
source: Show ballistic graphs
de_de: Zeige Ballistikgraphen
es_es: Mostrar gráficos de balística
fr_fr: Afficher les graphes des balistiques
hu_hu: Ballisztikus ábrák mutatása
it_it: Mostra grafici balistici
ja_jp: 弾道のグラフを開く
tr_tr: Balistik Grafiğini Göster
zh_cn: 显示弹道图表
zh_tw: 顯示彈道圖表

# SettingsWindow_InvalidCustomPath
source: The selected custom data path is not valid.
de_de: Der ausgewählte Pfad ist ungültig.
es_es: La ruta personalizada seleccionada no es válida.
fr_fr: Les données du chemin personnalisé sont invalides.
hu_hu: A kiválasztott útvonal nem érvényes.
it_it: Il percorso personalizzato selezionato non è valido.
ja_jp: 選択したカスタムパスは有効ではありません。
tr_tr: Seçilen dosya konumu geçerli değil.
zh_cn: 选择的自定义数据路径无效。
zh_tw: 選擇的自定義數據路徑無效。

# DispersionGraphWindow_SelectShell
source: Select shells type
de_de: Granate wählen
hu_hu: Lőszertípus kiválasztása
it_it: Seleziona un proiettile
ja_jp: 砲弾を選択
tr_tr: Mermi türü seçin
zh_cn: 选择弹药类型
zh_tw: 選擇彈藥類型

# DispersionGraphWindow_SelectShellDesc
source: has more than one shell. Select the one you want the ballistic of. Assuming the same caliber, the shell order below is HE->SAP->AP.
de_de: hat mehr als eine Granate. Wähle die Granate, deren Ballistik du sehen möchtest. Bei gleichem Kaliber ist die Reihenfolge HE->SAP->AP.
es_es: tiene más de un obús. Seleccione la balística que mostrar. Asumiendo el mismo calibre, el orden del obús de abajo es AE->SAP->AP.
fr_fr: a plus d'un obus; Sélectionnez celui dont vous voulez savoir la balistique En assumant que c'est le même calibre, l'ordre des obus est ci-dessous: HE->SAP->AP.
hu_hu: egynél több lőszertípusa van. Válassza ki azt, amelyiket elemezni szeretné. Ugyanazt a kalibert feltételezve az alábbi a sorrend: HE->SAP->AP.
it_it: ha più di un proiettile. Seleziona quello di cui vuoi la balistica. Assumendo lo stesso calibro, l'ordine dei proiettili qui sotto è ->SAP->AP.
ja_jp: には複数の砲弾があります。必要なものを選択してください。 同口径の砲弾の場合、弾種はHE->SAP->APの順に並んでいます。
tr_tr: Seçilen gemi birden fazla mermi türüne sahip. Balistiğini görüntülemek istediğinizi seçin. Aynı kalibre olduğu göz önüne alınarak, aşağıdaki mermi sırası HE->SAP->AP şeklindedir.
zh_cn: 有多种弹药可供选择。选择你想要的弹药。如果口径相同，则弹药顺序为HE -> SAP -> AP。
zh_tw: 有多種彈藥可供選擇。選擇你想要的彈藥。如果口徑相同，則彈藥順序為HE -> SAP -> AP。

# MainWindow_NormalAccount
source: Normal account
de_de: Normaler Account
es_es: Cuenta normal
fr_fr: Compte standard
hu_hu: Nornális fiók
it_it: Account normale
ja_jp: 通常アカウント
tr_tr: Standart Hesap
zh_cn: 普通账号
zh_tw: 一般帳號

# MainWindow_WGPremiumAccount
source: WG premium account
de_de: Wargaming-Premiumkonto
es_es: Cuenta premium de WG
fr_fr: Compte premium WG
hu_hu: WG Prémium fiók
it_it: Account premium WG
ja_jp: WGプレミアムアカウント
pl_pl: Konto premium WG
tr_tr: WG Premium Hesap
zh_cn: WG高级账户
zh_tw: WG加值帳號

# MainWindow_WoWsPremiumAccount
source: WoWs premium account
de_de: Warships-Premiumkonto
es_es: Cuenta premium de WoWs
fr_fr: Compte Premium WoWs
hu_hu: WoWs Prémium fiók
it_it: Account premium WoWs
ja_jp: WoWsプレミアムアカウント
pl_pl: Konto premium WoWs
tr_tr: WoWs Premium Hesap
zh_cn: WoWs高级账号
zh_tw: WoWs加值帳號

# SettingsWindow_CopyVersions
source: Copy versions
de_de: Versionsinformationen kopieren
es_es: Copiar versiones
fr_fr: Copier les versions
hu_hu: Verziók másolása
it_it: Copia versione
ja_jp: バージョンをコピー
tr_tr: Sürümü Kopyala
zh_cn: 复制版本
zh_tw: 複製版本

# ShipStats_ConcealmentBySubPeriscope
source: At periscope depth
de_de: Auf Periskoptiefe
hu_hu: Periszkóp mélységben
it_it: Occultamento dai sottomarini ad altezza di periscopio
ja_jp: 潜望鏡深度
tr_tr: Periskop Derinliğinde
zh_cn: 潜望镜深度
zh_tw: 潛望鏡深度

# ShipStats_ConcealmentBySubOperating
source: At maximum depth
de_de: Auf Einsatztiefe
hu_hu: Mélymerülésben
it_it: Ad altezza operativa
ja_jp: 最大深度
zh_cn: 最大深度
zh_tw: 最大深度

# StartMenu_OpenDispersionWindow
source: Show dispersion and ballistics graphs
de_de: Streuungs- und Ballistikdiagramme zeigen
es_es: Mostrar gráficos de dispersión y balística
fr_fr: Afficher les graphiques de dispersion et de balistique
hu_hu: Szórási kép és ballisztikus ábrák mutatása
it_it: Mostra grafici di dispersione e balistici
ja_jp: 散布界と弾道のグラフを表示する
tr_tr: Dağılım ve Balistik Grafiklerini Görüntüle
zh_cn: 显示散布和弹道图表
zh_tw: 顯示散佈和彈道圖表

# DispersionPlot_Vertical
source: Vertical:
de_de: Vertikal:
hu_hu: Függőleges:
it_it: Verticale:
ja_jp: 垂直:
tr_tr: Yatay:
zh_cn: 垂直
zh_tw: 垂直

# DispersionPlot_Horizontal
source: Horizontal:
fr_fr: Horizontale:
hu_hu: Vízszintes:
it_it: Orizzontale:
ja_jp: 水平:
tr_tr: Dikey:
zh_cn: 水平
zh_tw: 水平

# DispersionPlot_InnerVertical
source: Inner Vertical:
de_de: Vertikal (innen):
es_es: Vertical interior:
fr_fr: Intérieur vertical:
hu_hu: Belső függőleges:
it_it: Verticale interna:
ja_jp: 垂直内側:
tr_tr: İç Dikey:
zh_cn: 内置竖向
zh_tw: 內置豎向

# DispersionPlot_InnerHorizontal
source: Inner Horizontal:
de_de: Horizontal (innen):
es_es: Horizontal interior:
fr_fr: Intérieur Horizontale:
hu_hu: Külső függőleges:
it_it: Orizzontale interna:
ja_jp: 水平内側:
tr_tr: İç Yatay:
zh_cn: 内侧水平
zh_tw: 內側水平

# ShipStats_Dispersion
source: Dispersion
de_de: Streuung
es_es: Dispersión
hu_hu: Szórás
it_it: Dispersione
ja_jp: 散布
tr_tr: Dağılım
zh_cn: 分散
zh_tw: 散佈

# ShipStats_ShowDispGraph
source: Show dispersion graphs
de_de: Zeige Streuungsgraphen
es_es: Mostrar gráficas de dispersión
fr_fr: Afficher les graphes de dispersion
hu_hu: Szóráskép mutatása
it_it: Mostra grafici di dispersione
ja_jp: 散布界のグラフを表示
tr_tr: Dağılım Grafiklerini Görüntüle
zh_cn: 显示分散图
zh_tw: 顯示散佈圖表

# ShipStats_ShowDispPlot
source: Show dispersion plot
de_de: Zeige Streuungsdiagramm
es_es: Mostrar gráfico de dispersión
fr_fr: Afficher le tracé de dispersion
hu_hu: Szóráskép mutatása
it_it: Mostra simulazione dispersione
ja_jp: 散布界のグラフを表示
tr_tr: Dağılım Diyagramını Göster
zh_cn: 显示分散图
zh_tw: 顯示散佈平面圖

# ShipStats_DispFormulaTooltip
source: Formula at range X(km)
de_de: Formel bei Reichweite X(km)
hu_hu: Szóráskép X(km) távolságon
it_it: Formula a distanza X(km)
ja_jp: 距離X(km)における式
tr_tr: X Menzili için Formül
zh_cn: 距离X（公里）处的公式
zh_tw: 距離X

# ShipStats_HorizontalDispersionX
source: HorizontalDispersion[X]
de_de: Horizontale Streuung [X]
es_es: Dispersión horizontal[X]
fr_fr: Dispersion Horizontale[X]
hu_hu: Vízszintes szórás [X]
it_it: DispersioneOrizzontale[X]
ja_jp: 水平散布界[X]
tr_tr: Yatay Dağılım[X]
zh_cn: 水平散射[X]
zh_tw: X公里時的水平散佈

# DispersionGraphWindow_AimingRange
source: Aiming Range (km)
de_de: Zielreichweite (km)
hu_hu: Célzástávolság (Km)
it_it: Distanza di mira (km)
ja_jp: 射撃距離 (km)
tr_tr: Nişan Alma Menzili(Km)
zh_cn: 射击距离 (公里)
zh_tw: 射擊距離 (公里)

# DispersionGraphWindow_BallisticGraphs
source: Ballistic Graphs
de_de: Ballistische Graphen
es_es: Gráficos balísticos
fr_fr: Graphes balistiques
hu_hu: Ballisztikus ábrák
it_it: Grafici balistici
ja_jp: 弾道のグラフ
pl_pl: Wykresy balistyczne
tr_tr: Balistik Grafikleri
zh_cn: 弹道图表
zh_tw: 彈道圖表

# DispersionGraphWindow_DispersionGraphs
source: Dispersion Graphs
de_de: Streuungsgraphen
es_es: Gráficas de dispersión
fr_fr: Graphes de dispersion
hu_hu: Szórás ábrák
it_it: Grafici dispersione
ja_jp: 散布界のグラフ
tr_tr: Dağılım Grafikleri
zh_cn: 散布图
zh_tw: 散佈圖表

# DispersionGraphWindow_DispersionPlot
source: Dispersion Plot
de_de: Streuungsdiagramm
es_es: Trama de dispersión
fr_fr: Tracé de dispersion
hu_hu: Szórási ábra
it_it: Grafici simulazione dispersione
ja_jp: 散布界のプロット
tr_tr: Dağılım Diyagramı
zh_cn: 散布图
zh_tw: 散佈平面圖

# DispersionGraphWindow_PlotScaling
source: Plot Scaling
de_de: Skalierung
es_es: Escala de trama
fr_fr: Échelle de Tracé
hu_hu: Ábra méretezése
it_it: Scala grafico
ja_jp: 図のスケール
tr_tr: Diyagram Ölçekleme
zh_cn: 图的比例尺
zh_tw: 比例尺

# DispersionGraphWindow_ShotsNumber
source: Shots Number
de_de: Anzahl der Schüsse
es_es: Número de tiro
fr_fr: Nombre de tirs
hu_hu: Lövések száma
it_it: Numero di colpi
ja_jp: ショット数
tr_tr: Atış Sayısı
zh_cn: 发射次数
zh_tw: 砲彈發射次數

# DispersionGraphWindow_RefreshDispPlot
source: Refresh Plot
de_de: Diagramm aktualisieren
es_es: Actualizar trama
fr_fr: Actualiser le tracé
hu_hu: Táblázat frissítése
it_it: Aggiorna grafico
ja_jp: プロットを更新
tr_tr: Diyagramı yenile
zh_cn: 刷新情节
zh_tw: 刷新平面圖

# SettingsWindow_TelemetryEnabled
source: Send basic telemetry data (current app version)
de_de: Grundlegende Telemetrie-Daten senden (aktuelle App-Version)
es_es: Enviar datos de telemetría básicos (versión actual de la aplicación)
fr_fr: Envoyer des données de télémétrie de base (version actuelle de l'application)
hu_hu: Alapvető telemetriai adatok küldése (az alkalmazás jelenlegi verziója)
it_it: Invia dati telemetrici di base (versione attuale dell'app)
ja_jp: 基本的なテレメトリーデータ(現在のアプリバージョン)を送信する
tr_tr: Temel telemetri verilerini gönder ( Mevcut Uygulama Sürümü)
zh_cn: 发送基本遥测数据（当前应用程序版本）
zh_tw: 發送基本遙測數據（當前應用程式版本）

# DispersionGraphWindow_NoRange
source: THIS SHIP CAN'T REACH THE SELECTED AIMING RANGE
de_de: Die Maximalreichweite dieses Schiffs ist geringer als die gewählte Zieldistanz
es_es: ESTE BARCO NO PUEDE ALCANZAR RANGO DE TIRO SELECCIONADO
fr_fr: CE NAVIRE NE PEUT PAS ATTEINDRE LA PORTÉE DE VISÉE SÉLECTIONNÉE
hu_hu: Ez a hajó nem tud ilyen messze lőni
it_it: QUESTA NAVE NON PUÒ RAGGIUNGERE LA DISTANZA SELEZIONATA
ja_jp: この船は選択された射程に到達できません
tr_tr: GEMİNİN AZAMİ MENZİLİ SEÇİLEN MENZİLE ULAŞAMAZ
zh_cn: 这艘舰船无法到达所选的瞄准射程。
zh_tw: 這艘艦船無法到達所選的瞄準射程。

# DispersionGraphWindow_PlotPlane
source: Plot Plane
de_de: Diagramm-Ebene
es_es: Dibujar plano
fr_fr: Plan de Tracé
hu_hu: Vezérgép
it_it: Piano del grafico
ja_jp: 平面をプロット
tr_tr: Diyagram Düzlemi
zh_cn: 情节平面
zh_tw: 繪製種類
