Repository: WoWs-Builder-Team/WoWs-ShipBuilder
Catalog: WoWsShipBuilder.Common/Infrastructure/Localization/Resources/Translation.*.resx
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, pl_pl, tr_tr, zh_cn, zh_tw

# HorizontalPlane
source: Horizontal (Water)
de_de: Horizontal (Wasser)
es_es: Horizontalidad (Agua)
fr_fr: Horizontale (Eau)
hu_hu: Vízszintes nézet
it_it: Orizzontale (Acqua)
ja_jp: 水平(水面)
tr_tr: Yatay (Deniz)
zh_cn: 水平（水面）
zh_tw: 水平（水面）

# RealPlane
source: Impact Angle
de_de: Einschlagwinkel
es_es: Ángulo de impacto
fr_fr: Angle d'impact
hu_hu: Becsapódási szög
it_it: Angolo d'Impatto
ja_jp: 着弾角度
tr_tr: Çarpma Açısı
zh_cn: 着弹角度
zh_tw: 著彈角度

# VerticalPlane
source: Vertical
de_de: Vertikal
fr_fr: Verticale
hu_hu: Függőleges
it_it: Verticale
ja_jp: 垂直
tr_tr: Yatay
zh_cn: 垂直
zh_tw: 垂直

# DispersionGraphWindow_DrawFusoReference
source: Fuso Reference
de_de: Referenz-Fuso
es_es: Referencia Fuso
fr_fr: Référence Fuso
hu_hu: Fusō mint hivatkozás
it_it: Fuso di riferimento
ja_jp: 扶桑を基準にする
tr_tr: Fuso Referansı
zh_cn: 以扶桑为基准
zh_tw: 以扶桑為基準

# DispersionGraphWindow_DispPlotDescription
source: The WHITE ellipse shows the maximum dispersion area at the selected aiming range. The RED ellipse shows the area where 50% of the shells lands on average. The BLACK ellipse shows the size of a Fuso as reference. Plot planes: 1) HORIZONTAL: shows the shells impact point with the water; by selecting this plane you get a view from above; this is the plot you mainly want to look at when comparing ships dispersions; the ellipse on this plane is vertically stretched because of shells speed. 2) VERTICAL: shows the shells impact point with a vertical surface; by selecting this plane you get a view from the front; useful for very precise vertical accuracy analysis. 3) IMPACT ANGLE: shows the shells impact point with a surface angled at the shells impact angle; by selecting this plane you get a view from the shells impact angle; it's the plane where the game actually draws the dispersion ellipse during battles; the ellipse on this plane is not affected by shells speed; useful if you want to compare ships dispersion without taking into consideration shells speed. Ships in game are twice as big as the environment so a 200m long ship takes the space of 400m.
hu_hu: A FEHÉR ellipszis a maximális szóródási területet mutatja a kiválasztott célzási távolságban. A PIROS ellipszis azt a területet mutatja, ahol a lövedékek 50%-a landol. A FEKETE ellipszis a Fuso méretét mutatja, referenciaként. Ábranézetek: 1) VÍZSZINTES: megmutatja a lövedékek becsapódási pontját a vízzel; ennek a síknak a kiválasztásával a szórást felülről látod; ez az a nézet, amelyet elsősorban a hajók szórásának összehasonlításakor ajánlott használni; az ellipszis ezen a síkon függőlegesen meg van feszítve a lövedékek sebessége miatt. 2) FÜGGŐLEGES: ezzel a nézettel mutatja a lövedékek becsapódási pontját egy függőleges felülettel; ennek a síknak a kiválasztásával szemből látod a szórást; nagyon precíz függőleges pontosság elemzéshez hasznos. 3) BECSAPÓDÁSI SZÖG: a lövedék becsapódási pontját a lövedék becsapódási szögével megegyező szögben elhelyezett felülettel mutatja; ennek a síknak a kiválasztásával képet kapunk a lövedék becsapódási szögéből; ez az a sík, ahol a játék ténylegesen megrajzolja a szórási ellipszist a csaták során; az ellipszist ezen a síkon nem befolyásolja a lövedék sebessége; hasznos, ha összehasonlítani szeretné a hajók diszperzióját anélkül, hogy figyelembe venné a lövedékek sebességét. A játékban lévő hajók kétszer akkorák, mint a környezet, így egy 200 méter hosszú hajó 400 métert foglal el.
zh_tw: 白圈顯示的是在瞄準距離的最大散步。 紅圈顯示的是平均50%的砲彈的落彈區域 黑圈顯示的是一艘扶桑當依據。 製圖平面 1) 水平： 顯示砲彈跟水面的接觸點； 選擇這個平面你會獲得從上方觀看的視角； 你在比較艦船的散步時主要會看這個圖； 這個平面上的散步圈被垂直拉長是炮彈速度造成的。 2) 垂直： 顯示砲彈跟一個垂直面的著彈點； 選擇這個平面你會從目標正面觀看； 很適合用來做垂直精度分析。 3) 落彈角度： 顯示砲彈在一個有角度的平面的落彈點； 選擇這個平面你會獲得一個從擺角平面的視角； 這是遊戲對戰時實際構的圖； 這個散步圈不會被砲彈速度影響； 在不考慮砲彈速度，比較船隻散步時很實用。 遊戲中的船是環境的兩倍，所以一艘200公尺長的船在遊戲中會400公尺長

# DispersionGraphWindow_DispPlotExplanation
source: Plot explanation
de_de: Diagramm-Erklärung
es_es: Explicación de la trama
fr_fr: Explication du tracé
hu_hu: Szóráskép magyarázat
it_it: Spiegazione del grafico
ja_jp: プロットの説明
tr_tr: Diyagram Açıklaması
zh_cn: 情节说明
zh_tw: 平面圖說明

source: Bow in
de_de: Bug/spitz gewinkelt
es_es: De proa
fr_fr: De proue
hu_hu: Orral előre
it_it: Di punta
ja_jp: 艦首から
tr_tr: Pruva Durmak
zh_cn: 船艏朝前
zh_tw: 大側面

source: Broadside
cs_cz: Broadside (bůček)
de_de: Breitseite
es_es: Borda
fr_fr: De flanc
hu_hu: Oldalsortűzhez beállva
it_it: Di lato
ja_jp: 舷側
pl_pl: Burta
tr_tr: Borda
zh_cn: 炮口向敌舰全线开火
zh_tw: 正面

# DontShow
source: Hide
de_de: Verbergen
es_es: Ocultar
fr_fr: Masquer
hu_hu: Elrejtés
it_it: Nascondi
ja_jp: 非表示
pl_pl: Ukryj
tr_tr: Gizle
zh_cn: 隐藏
zh_tw: 隱藏

# ShipStats_AirDrag
source: Air Drag
de_de: Luftwiderstand
es_es: Freno aèreo
fr_fr: Glissement dans l'air
hu_hu: Légellenállás
it_it: Resistenza dell'aria
ja_jp: 抗力係数
tr_tr: Hava Direnci
zh_cn: 空气阻力
zh_tw: 空氣阻力

# ShipStats_Mass
source: Mass
de_de: Masse
es_es: Masa
fr_fr: Masse
hu_hu: Tömeg
it_it: Massa
ja_jp: 質量
tr_tr: Kütle
zh_tw: 質量

# ShipStats_PotentialFpm
source: Potential FPM
de_de: Potentielle BPM
hu_hu: Lehetséges FPM
it_it: FPM Potenziale
ja_jp: 潜在分間火災率
tr_tr: Potansiyel DBY
zh_tw: 每分鐘點火期望值

# ShipStats_FireChancePerSalvo
source: Full salvo
de_de: Brandwahrscheinlichkeit per Salve
hu_hu: Szalvónkénti
it_it: Probabilità di incendio per salva
ja_jp: 1斉射
tr_tr: Tam salvo
zh_cn: 全弹发射
zh_tw: 齊射

# ShipStats_ExplosionRadius
source: Radius
de_de: Explosionsradius
hu_hu: Robbanás hatósugara
it_it: Raggio di esplosione
ja_jp: 半径
zh_cn: 半径
zh_tw: 半徑

# ShipStats_SplashCoeff
source: Penetration
cs_cz: Penetrace
de_de: Durchschlagskraft
es_es: Penetración
fr_fr: Pénétration
hu_hu: Átütés
it_it: Penetrazione dell'esplosione
ja_jp: 貫通力
pl_pl: Penetracja
tr_tr: Delme
zh_cn: 穿甲能力
zh_tw: 穿甲能力

# ShipStats_EngineBlastProtection
source: Engine
de_de: Antriebs-Explosionsschutz
hu_hu: Hajtómű
it_it: Motore
ja_jp: エンジン
tr_tr: Motor
zh_cn: 引擎
zh_tw: 引擎

# ShipStats_RudderBlastProtection
source: Rudder
de_de: Ruder-Explosionsschutz
hu_hu: Kormányvédelem
it_it: Timone
ja_jp: 操舵装置
tr_tr: Dümen
zh_cn: 舵
zh_tw: 方向舵

# ShipStats_BlastExplanation
source: If "module blast protection" + "armament blast penetration" > 0 The module can be incapacitated. If "module blast protection" + "armament blast penetration" <= 0 The module can not be incapacitated.
hu_hu: Ha a "modul robbanás elleni védelem" + "fegyverzet átütése" > 0 A modul működésképtelenné válhat. Ha "modul robbanásvédelem" + "fegyverzet átütése" <= 0 A modul nem tehető működésképtelenné.
ja_jp: "モジュールの爆風耐性" + "兵装の爆風貫通力" > 0 の場合 モジュールは機能停止する可能性があります "モジュールの爆風耐性" + "兵装の爆風貫通力" <= 0 の場合 モジュールは機能停止しません
zh_tw: 如果“配件防爆抗性” + “火炮防爆穿透力”> 0， 則該配件會受到傷害。 如果“配件防爆抗性” + “火炮防爆穿透力”<= 0， 則該配件不會受到傷害。

# SettingsWindow_LanguageChanged_Title
source: Restart required
de_de: Neustart erforderlich
es_es: Reinicio requerido
fr_fr: Redémarrage nécessaire
hu_hu: Újraindítás szükséges
it_it: Riavvio richiesto
ja_jp: 再起動が必要です
tr_tr: Yeniden Başlatma Gerekli
zh_cn: 需要重新启动
zh_tw: 需要重新啟動

# Settingswindow_LanguageChanged
source: A restart of the application is required for the language-change to take effect. Not restarting can result in unexpected behaviour.
de_de: Ein Neustart der Anwendung ist erforderlich, damit die Sprachänderung wirksam wird. Nicht neuzustarten kann zu unerwartetem Verhalten führen.
es_es: Es necesario reiniciar la aplicación para que el cambio de idioma surta efecto. No reiniciar puede resultar en un comportamiento inesperado.
fr_fr: Un redémarrage de l'application est nécessaire pour que le changement de langue prenne effet. Ne pas redémarrer peut entraîner un comportement inattendu.
hu_hu: Az alkalmazás újraindítása szükséges ahhoz, hogy a nyelvi módosítás életbe lépjen. Ha nem indítja újra, az váratlan viselkedéshez vezethet.
it_it: Per rendere effettivo il cambiamento di lingua è necessario riavviare l'applicazione. Non riavviare può comportare un comportamento inatteso.
ja_jp: 言語の変更を有効にするにはアプリケーションの再起動が必要です。再起動しないと予期しない動作が発生する可能性があります。
tr_tr: Dil değişikliğinin uygulanabilmesi için uygulamanın yeniden başlatılması gerekmektedir. Yeniden başlatılmaması beklenmeyen sorunlara neden olabilir.
zh_cn: 更改语言需要重新启动应用程序才能生效。不重新启动可能会导致意外行为。
zh_tw: 更改語言需要重新啟動應用程式才能生效。不重新啟動可能會導致意外行為。

# SplashScreen_Init
source: Initializing...
de_de: Initialisiere...
es_es: Inicializando...
fr_fr: Initialisation...
hu_hu: Inicializálás...
it_it: Inizializzazione...
ja_jp: 初期化中...
tr_tr: Başlatılıyor...
zh_cn: 初始化中…
zh_tw: 初始化中…

# SettingsWindow_Credits
source: Credits
de_de: Danksagung
es_es: Créditos
fr_fr: Crédits
hu_hu: Közreműködők
it_it: Ringraziamenti
ja_jp: クレジット
tr_tr: Hazırlayanlar
zh_cn: 信用点
zh_tw: 信用點

# SettingsWindow_TranslationCredits
source: Thanks to the following community members for helping with the translation of this project. Below, all members with at least 10 contributions are mentioned.
de_de: Danke an die folgenden Mitglieder der Community für die Übersetzung des Projekts. Unten werden alle Mitglieder mit mindestens 10 Beiträgen genannt.
es_es: Gracias a los siguientes miembros de la comunidad por ayudar en la traducción de este proyecto. Debajo se mencionan todos los miembros con al menos 10 contribuciones.
fr_fr: Merci aux membres de la communauté suivants pour avoir aidé à la traduction de ce projet. Ci-dessous, tous les membres avec au moins 10 contributions sont mentionnés.
hu_hu: Köszönjük a közösség következő tagjainak, hogy segítettek a projekt fordításában. Az alábbiakban minden olyan tagot említünk, aki legalább 10 hozzászólással rendelkezik.
it_it: Grazie ai seguenti membri della comunità per aver aiutato con la traduzione di questo progetto. Qui di seguito, tutti i membri con almeno 10 contributi sono menzionati.
ja_jp: このプロジェクトの翻訳を手伝ってくれた以下のコミュニティメンバーの方々に感謝します。以下では、少なくとも10件のコントリビューションを持つすべてのメンバーについて紹介します。
tr_tr: Bu projenin çevirisine yardımcı oldukları için aşağıdaki Topluluk üyelerine teşekkür ederiz. Aşağıda, En az 10 katkısı olan tüm üyelerden bahsedilmiştir.
zh_cn: 感谢以下社区成员参与该项目的翻译。以下是至少贡献了10次的所有成员。
zh_tw: 感謝以下社區成員參與該項目的翻譯。以下是至少貢獻了10次的所有成員。

# ShipStats_SecondaryBattery
source: Secondary Battery
de_de: Sekundärbatterie
es_es: Batería secundaria
fr_fr: Armement Secondaire
hu_hu: Másodlagos lövegek
it_it: Batteria Secondaria
ja_jp: 副砲
tr_tr: İkincil Batarya
zh_cn: 二级炮台
zh_tw: 副砲

# DispersionGraphWindow_Horizontal
source: Horizontal
cs_cz: Horizontální
fr_fr: Horizontale
hu_hu: Vízszintes
it_it: Orizzontale
ja_jp: 水平
tr_tr: Yatay
zh_tw: 橫向

# DispersionGraphWindow_PlotOrientation
source: Plot Orientation
de_de: Ausrichtung der Diagramme
es_es: Orientación de plano
fr_fr: Orientation du tracé
hu_hu: Ábra orientációja
it_it: Orientamento Grafico
ja_jp: プロットの向き
tr_tr: Grafik Oryantasyonu
zh_cn: 情节定向
zh_tw: 平面圖方向

# DispersionGraphWindow_Vertical
source: Vertical
de_de: Vertikal
fr_fr: Verticale
hu_hu: Függőleges
it_it: Verticale
ja_jp: 垂直
tr_tr: Yatay
zh_cn: 垂直
zh_tw: 垂直

# DispersionGraphWindow_ShellsPath
source: Shell Trajectory
de_de: Granatenflugbahn
es_es: Trayectoria del proyectil
fr_fr: Trajectoire de l'obus
hu_hu: Lövedék röppályája
it_it: Traiettoria del Proiettile
ja_jp: 弾道
tr_tr: Mermi Yolu
zh_tw: 拋物線彈道

# ScreenshotWindow_CaptainSkills
source: Captain skills
de_de: Kapitänsfertigkeiten
es_es: Habilidades de capitán
fr_fr: Compétences du Capitaine
hu_hu: Kapitánypontok
it_it: Abilità capitano
ja_jp: 艦長スキル
tr_tr: Komutan Yetenekleri
zh_cn: 舰长技能
zh_tw: 艦長技能

# BuildImport_ImportFromImage
source: Import from Image
de_de: Aus Grafik importieren
es_es: Importar desde imagen
fr_fr: Importer depuis une image
hu_hu: Importálás képről
it_it: Importa da immagine
ja_jp: 画像からインポート
tr_tr: Resimden Aktar
zh_cn: 图像导入
zh_tw: 匯入圖片

# SettingsWindow_OpenExplorerAfterImageSave
source: Open explorer when saving a build image
de_de: Datei-Explorer beim Speichern einer Build-Grafik öffnen
es_es: Abrir explorador al guardar una imagen
fr_fr: Ouvrir l'explorateur lors de la sauvegarde d'une composition d'image
hu_hu: Böngésző megnyitása a felépítési kép mentése után
it_it: Apri explorer quando si salva un'immagine di una build
ja_jp: ビルドの画像を保存するときにエクスプローラを開く
tr_tr: Konfigürasyon resmini kaydederken Windows Gezgini açın
zh_cn: 在保存舰船构建图纸时打开文件浏览器
zh_tw: 當儲存圖片時開啟檔案總管

# BuildCreationWindow_ExportImage
source: Save & copy image
de_de: Speichern und Grafik kopieren
es_es: Guardar y copiar la imagen
fr_fr: Enregistrer et copier l'image
hu_hu: Kép mentése és másolása
it_it: Salva & copia immagine
ja_jp: 画像を保存してコピー
tr_tr: Resmi kaydet & kopyala
zh_cn: 保存并复制图像
zh_tw: 儲存並複製圖片

# Dialog_Save
source: Save
de_de: Speichern
es_es: Guardar
hu_hu: Mentés
it_it: Salva
ja_jp: 保存
pl_pl: Zapisz
tr_tr: Kaydet
zh_cn: 保存
zh_tw: 保存

# Dialog_Cancel
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
hu_hu: Mégse
it_it: Annulla
ja_jp: キャンセル
pl_pl: Anuluj
tr_tr: İptal
zh_cn: 取消
zh_tw: 取消

# Dialog_Yes
source: Yes
de_de: Ja
es_es: Sí
fr_fr: Oui
hu_hu: Igen
it_it: Sì
ja_jp: はい
tr_tr: Evet
zh_cn: 是的
zh_tw: 是的

# Dialog_No
source: No
de_de: Nein
fr_fr: Non
hu_hu: Nem
ja_jp: いいえ
tr_tr: Hayır
zh_cn: 不
zh_tw: 不

# Dialog_Ok
source: Ok
tr_tr: Tamam
zh_cn: 好的
zh_tw: 好的

# Dialog_SaveExit
source: Save & Exit
de_de: Speichern und Verlassen
es_es: Guardar y salir
fr_fr: Sauvegarder et quitter
hu_hu: Mentés és kilépés
it_it: Salva ed esci
ja_jp: 保存して終了
tr_tr: Kaydet & Çık
zh_cn: 保存并退出
zh_tw: 保存並退出

# BuildCreationWindow_IncludeSignals
source: Include signals and consumables in image
de_de: Signale und Verbrauchsmaterialien in Grafik anzeigen
es_es: Incluir señales y consumibles en la imagen
fr_fr: Inclure les signaux et consommables dans l'image
hu_hu: Zászlók és fogyócikkek mutatása a képen
it_it: Includi segnali e consumabili nell'immagine
ja_jp: 信号旗と消耗品を画像に含める
tr_tr: Sancak ve sarf malzemelerini resime dahil et
zh_tw: 圖片中包含信號棋和消耗品

# BuildCreationWindow_ExportString
source: Save & copy string
de_de: Speichern & Build-Text kopieren
es_es: Guardar y copiar cadena
fr_fr: Enregistrer et copier la chaîne de caractères
hu_hu: Karakterlánc elmentése és másolása
it_it: Salva & copia stringa
ja_jp: 文字列を保存してコピー
tr_tr: Metni kaydet & kopyala
zh_cn: 保存并复制字符串
zh_tw: 儲存並複製字串

# BuildCreationWindow_SavedImageToClipboard
source: Build image copied to clipboard
de_de: Build-Grafik wurde in die Zwischenablage kopiert
es_es: Imagen copiada al portapapeles
fr_fr: Chaîne de composition copiée dans le presse-papiers
hu_hu: Felépítés képe a vágólapra lett másolva
it_it: Stringa della build copiata negli appunti
ja_jp: ビルドの画像がクリップボードにコピーされました
tr_tr: Konfigürasyon resmi panoya kopyalandı
zh_cn: 配置图像已复制到剪贴板
zh_tw: 配置圖片已複製到剪貼簿

# SettingsWindow_EnableBuildImagePath
source: Enable custom build image path
de_de: Benutzerdefinierten Pfad für Build-Grafiken aktivieren
es_es: Habilitar ruta de imagen personalizada
fr_fr: Activer le chemin d'accès personnalisé de l'image de composition
hu_hu: Egyéni elérési útvonal engedélyezése
it_it: Abilita percorso personalizzato immagine build
ja_jp: ビルド画像用カスタムパスを有効にする
tr_tr: Konfigürasyon resmi kayıt noktasını değiştir
zh_cn: 启用自定义图像路径
zh_tw: 啟用配置圖片路徑自訂

# SettingsWindow_BuildImagePath
source: Custom build image path
de_de: Benutzerdefinierter Build-Grafik Pfad
es_es: Ruta de imagen de construcción personalizada
fr_fr: Chemin d'accès personalisé d'images de composition
hu_hu: Egyéni elérési útvonal
it_it: Percorso personalizzato immagine build
ja_jp: ビルド画像用カスタムパス
tr_tr: Konfigürasyon resmi kayıt noktası seçin
zh_cn: 自定义配置图像路径
zh_tw: 自訂配置圖片路徑

# SettingsWindow_BuildImagePathInvalid
source: The selected custom build image path is invalid.
de_de: Der ausgewählte Pfad ist ungültig.
es_es: La ruta personalizada de imagenes seleccionada no es válida.
fr_fr: Les données du chemin personnalisé sont invalides.
hu_hu: A kiválasztott képútvonal hibás.
it_it: Il percorso personalizzato selezionato per l'immagine build non è valido.
ja_jp: 選択したカスタムパスは有効ではありません。
tr_tr: Seçilen konfigürasyon resminin konumu geçersiz.
zh_cn: 所选自定义构建图像路径无效。
zh_tw: 所選圖片路徑無效。

# CaptainSkillSelector_SkillTalent
source: Skills & Talents
de_de: Fertigkeiten und Talente
hu_hu: Készségek és képességek
it_it: Abilità e Talenti
ja_jp: 艦長スキルと特殊能力
tr_tr: Beceri & Yetenekler
zh_cn: 技能与天赋
zh_tw: 技能與天賦

# CaptainSkillSelector_SkillTalentDescription
source: With the following slider and toggles, you can enable or disable certain conditional skill effects. You can also select how many times to trigger the talent effect, if possible. Note that not all skill/talents will have an effect on the ship statistics.
de_de: Mit den folgenden Schieberegler und Schalter können einzelne bedingte Fertigkeitseffekte aktiviert und deaktiviert werden. Für einige Effekte kann außerdem die Zahl der Aktivierungen gewählt werden. Beachte, dass nicht alle Fertigkeiten und Talente einen Effekt auf die Statistiken des Schiffs haben.
es_es: Con el siguiente control deslizante, puede activar o desactivar ciertos efectos de habilidad condicional. También puedes seleccionar cuántas veces puedes activar el efecto de talento, si es posible. Tenga en cuenta que no todas las habilidades/talentos tendrán un efecto en las estadísticas de la nave.
fr_fr: Avec le curseur et les boutons suivants, vous pouvez activer ou désactiver certains effets de compétences conditionnelles. Vous pouvez aussi choisir le nombre de fois pour déclencher l'effet de talent, si possible. Notez que toutes les compétences/talents n'auront pas d'effet sur les statistiques du navire.
hu_hu: A következő csúszkákkal és kapcsolókkal engedélyezhet vagy letilthat bizonyos feltételes képességeffektusokat. Kiválaszthatja azt is, hogy hányszor aktiválja a tehetségeffektust, ha lehetséges. Vegye figyelembe, hogy nem minden képesség/tehetség lesz hatással a hajóstatisztikákra.
it_it: Con i seguenti cursori e bottoni, è possibile attivare o disattivare alcuni effetti condizionali delle abilità. Puoi anche selezionare quante volte attivare l'effetto del talento, se possibile. Nota che non tutte le abilità/talenti avranno un effetto sulle statistiche della nave.
ja_jp: 次のスライダーとトグルを使用すると、特定の条件付き艦長スキルを有効または無効にできます。 可能であれば、特殊能力が発動する回数を選択することもできます。 すべての艦長スキル/特殊能力が艦艇の性能表示に影響するわけではないことに注意してください。
tr_tr: Kaydırıcı ve seçenek geçişlerini kullanarak belirli koşullara bağlı beceri efektlerini etkinleştirebilir yada devre dışı bırakabilirsiniz. Eğer mümkünse, yetenek etkilerinin kaç kez tetiklenebileceği de seçebilirsiniz. Ancak beceri/yeteneklerin gemi istatistikleri üzerinde bir etkisi olmayacağını unutmayın.
zh_cn: 通过调节以下的滑动条和开关，您可以启用或禁用某些有条件的技能效果。如果可能，您还可以选择触发天赋效果的次数。请注意，并非所有的技能/天赋都会影响舰艇指标。
zh_tw: 透過調整以下的滑動條和開關，您可以啟用或停用某些技能效果。您也可以選擇觸發天賦效果的次數(如果可以)。 請注意，並非所有的技能/天賦都會影響艦艇數據。

# CaptainSkillSelector_StandardCaptain
source: Standard captain
de_de: Standard-Kapitän
es_es: Capitán estándar
fr_fr: Capitaine standard
hu_hu: Standard kapitány
it_it: Capitano standard
ja_jp: 標準的な船長
tr_tr: Standart Komutan
zh_cn: 标准船长
zh_tw: 標準船長

# ScreenshotWindow_Captain
source: Captain:
de_de: Kapitän:
es_es: Capitán:
fr_fr: Capitaine:
hu_hu: Kapitány:
it_it: Capitano:
ja_jp: 艦長:
tr_tr: Komutan:
zh_cn: 舰长
zh_tw: 艦長

# ShipStats_BombsPerCharge
source: Bombs in a charge
de_de: Bomben in einer Ladung
es_es: Bombas en una salva
fr_fr: Bombes dans une charge
hu_hu: Bombák száma egy szalvóban
it_it: Bombe in una carica
ja_jp: 1回あたりの爆弾
tr_tr: Salvodaki bomba sayısı
zh_cn: 炸弹充电
zh_tw: 深水炸彈投擲數量

# DispersionWindow_CurrentShips
source: Current Ships
de_de: Aktuelle Schiffe
es_es: Barcos Actuales
fr_fr: Navires actuels
hu_hu: Jelenlegi hajó
it_it: Navi Attuali
ja_jp: 現在の艦艇
tr_tr: Mevcut Gemiler
zh_cn: 现有舰艇
zh_tw: 現有艦艇

# DispersionWindow_ShipsToDelete
source: Ships to Delete
de_de: Zu löschende Schiffe
es_es: Barcos a eliminar
fr_fr: Navires à supprimer
hu_hu: Törlendő hajók
it_it: Navi da eliminare
ja_jp: 削除する艦艇
tr_tr: Silinecek Gemiler
zh_cn: 删除舰艇
zh_tw: 刪除艦艇
