Repository: WoWs-Builder-Team/WoWs-ShipBuilder
Catalog: WoWsShipBuilder.Common/Infrastructure/Localization/Resources/Translation.*.resx
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, pl_pl, tr_tr, zh_cn, zh_tw

# MainWindow_BackToMenu
source: Back to menu
cs_cz: Zpět do nabídky
de_de: Zurück zum Hauptmenü
es_es: Volver al menú
fr_fr: Retour au menu
hu_hu: Vissza a menübe
it_it: Torna al menù
ja_jp: メニューに戻る
pl_pl: Powrót do menu
tr_tr: Menüye Dön
zh_cn: 返回菜单
zh_tw: 返回選單

# MainWindow_ResetBuild
source: Reset build
cs_cz: Resetovat build
de_de: Build zurücksetzen
es_es: Restablecer configuración
fr_fr: Réinitialiser la composition
hu_hu: Felépítés törlése
it_it: Ripristina build
ja_jp: ビルドをリセット
pl_pl: Wyzeruj zestaw
tr_tr: Konfigürasyonu sıfırla
zh_cn: 重置配置
zh_tw: 重置配置

# MainWindow_ShareBuild
source: Share build
cs_cz: Sdílet build
de_de: Build teilen
es_es: Compartir configuración
fr_fr: Partager la composition
hu_hu: Felépítés megosztása
it_it: Condividi build
ja_jp: ビルドを共有
pl_pl: Udostępnij zestaw
tr_tr: Konfigürasyonu paylaş
zh_cn: 共享配置
zh_tw: 共享配置

# SettingsWindow_AutoUpdate
source: Enable automatic updates
cs_cz: Povolit automatické aktualizace
de_de: Automatische Aktualisierungen aktivieren
es_es: Activar actualizaciones automáticas
fr_fr: Activer les mises à jour automatiques
hu_hu: Automatikus frissítés engedélyezése
it_it: Abilita aggiornamenti automatici
ja_jp: 自動更新を有効化
pl_pl: Włącz automatyczne aktualizacje
tr_tr: Otomatik güncellemeleri etkinleştir
zh_cn: 启用自动更新
zh_tw: 啟用自動更新

# SettingsWindow_Clean
source: Clean
cs_cz: Vymazat
de_de: Löschen
es_es: Borrar
fr_fr: Effacer
hu_hu: Törlés
it_it: Cancella
ja_jp: 消去
pl_pl: Wyczyść
tr_tr: Temizle
zh_cn: 清除
zh_tw: 清除

# SettingsWindow_CleanAppData
source: Clean stored application data
cs_cz: Vymazat uložená data aplikace
de_de: Gespeicherte Anwendungsdaten löschen
es_es: Borrar datos de aplicación almacenados
fr_fr: Effacer les données de l'application
hu_hu: Alkalmazás adatainak törlése
it_it: Cancella dati applicazione
ja_jp: 保存されたアプリケーションデータを消去
pl_pl: Wyczyść dane aplikacji
tr_tr: Uygulama verilerini temizle
zh_cn: 清除存储的应用程序数据
zh_tw: 清除已儲存的數據

# SettingsWindow_DevelopedBy
source: Developed by:
cs_cz: Vytvořil:
de_de: Entwickelt von:
es_es: Desarrollado por:
hu_hu: Készítette:
it_it: Sviluppato da:
ja_jp: 開発者:
pl_pl: Stworzone przez:
tr_tr: Geliştiren:
zh_cn: 开发者：
zh_tw: 開發者：

# SettingsWindow_Info
source: Info
cs_cz: Informace
es_es: Información
hu_hu: Információ
it_it: Informazioni
ja_jp: 情報
pl_pl: Informacje
tr_tr: Bilgi
zh_cn: 信息
zh_tw: 資訊

# SettingsWindow_Language
source: Language
cs_cz: Jazyk
de_de: Sprache
es_es: Idioma
hu_hu: Nyelv
it_it: Lingua
ja_jp: 言語
pl_pl: Język
tr_tr: Dil
zh_cn: 语言
zh_tw: 語言

# SettingsWindow_Reset
source: Reset
cs_cz: Obnovit
de_de: Zurücksetzen
es_es: Restablecer
hu_hu: Alaphelyzet
it_it: Resetta
ja_jp: リセット
tr_tr: Sıfırla
zh_cn: 重置
zh_tw: 重設

# SettingsWindow_ResetSettings
source: Reset settings to default
cs_cz: Obnovit nastavení na výchozí hodnoty
de_de: Auf Standardeinstellungen zurücksetzen
es_es: Restablecer valores por defecto
hu_hu: Beállítások visszaállítása alapértelmezettre
it_it: Ripristina impostazioni predefinite
ja_jp: 設定を既定にリセット
pl_pl: Resetuj do ustawień domyślnych
tr_tr: Ayarları varsayılana sıfırla
zh_cn: 恢复默认设置
zh_tw: 恢復預設設置

# SettingsWindow_Settings
source: Settings
cs_cz: Nastavení:
de_de: Einstellungen
es_es: Ajustes
hu_hu: Beállítások
it_it: Impostazioni
ja_jp: 設定
pl_pl: Ustawienia
tr_tr: Ayarlar
zh_cn: 设置
zh_tw: 設定

# SettingsWindow_Version
source: Version:
cs_cz: Verze:
es_es: Versión:
hu_hu: Verzió:
it_it: Versione:
ja_jp: バージョン:
pl_pl: Wersja:
tr_tr: Sürüm:
zh_cn: 版本：
zh_tw: 版本：

# StartMenu_LoadBuild
source: Load a build
cs_cz: Načíst build
de_de: Build laden
es_es: Cargar configuración
fr_fr: Charger une composition
hu_hu: Felépítés betöltése
it_it: Carica una build
ja_jp: ビルドを読み込む
pl_pl: Wczytaj zestaw
tr_tr: Konfigürasyon yükle
zh_cn: 加载配置
zh_tw: 載入配置

# StartMenu_NewBuild
source: Create a new build
cs_cz: Vytvořit novy build
de_de: Neuen Build erstellen
es_es: Crear una nueva configuración
fr_fr: Créer une nouvelle composition
hu_hu: Új felépítés létrehozása
it_it: Crea una nuova build
ja_jp: 新しいビルドを作成
pl_pl: Stwórz nowy zestaw
tr_tr: Yeni konfigürasyon oluştur
zh_tw: 創建新配置

# StartMenu_ImportBuild
source: Import build...
cs_cz: Importovat build...
de_de: Build importieren...
es_es: Importar configuración...
fr_fr: Importer une composition...
hu_hu: Felépítés importálása...
it_it: Importa build...
ja_jp: ビルドをインポート...
pl_pl: Importuj zestaw...
tr_tr: Konfigürasyon Aktar...
zh_tw: 導入配置…

# StartMenu_Settings
source: Settings and info
de_de: Einstellungen und Info
es_es: Ajustes e información
hu_hu: Beállítások és információ
it_it: Impostazioni e informazioni
ja_jp: 設定と情報
pl_pl: Ustawienia i informacje
tr_tr: Ayarlar ve bilgi
zh_cn: 设置和信息
zh_tw: 設定與資訊

# DownloadWindow_Status
source: Status:
es_es: Estado:
hu_hu: Státusz:
it_it: Stato:
ja_jp: 状態:
tr_tr: Durum:
zh_cn: 状态：
zh_tw: 狀態：

# SignalSelector_Flags
source: Flags
de_de: Signale
es_es: Banderas
fr_fr: Pavillons
hu_hu: Zászlók
it_it: Bandiere
ja_jp: 旗
pl_pl: Oznaczenia
tr_tr: Bayraklar
zh_cn: 旗帜
zh_tw: 旗幟

# BuildCreationWindow_InsertBuildName
source: Insert the build name. The ship name is automatically included.
de_de: Name für den Build eingeben. Der Name des Schiffs wird automatisch ergänzt.
es_es: Introduzca el nombre de preparación. El nombre de la nave se incluye automáticamente.
fr_fr: Insérer le nom de la composition. Le nom du navire sera automatiquement ajouté.
hu_hu: A felépítés nevének megadása. A hajónév automatikusan hozzá lesz adva.
it_it: Inserisci il nome della build. Il nome della nave è incluso automaticamente.
ja_jp: ビルドに名前をつけてください。艦艇名は自動的に挿入されます。
pl_pl: Wprowadź nazwę zestawu. Nazwa okrętu jest dołączona automatycznie.
tr_tr: Konfigürasyon için bir ad girin. Geminin adı otomatik olarak eklenecektir.
zh_tw: 請填寫配置名稱，艦艇名稱將自動包含在內。

# MainWindow_NewShipSelection
source: Select new ship
de_de: Schiff auswählen
es_es: Seleccionar nuevo barco
hu_hu: Új hajó kiválasztása
it_it: Seleziona nuova nave
ja_jp: 新しい艦艇を選択
pl_pl: Wybierz nowy okręt
tr_tr: Yeni gemi seç
zh_cn: 选择新舰
zh_tw: 選擇新艦艇

# SettingsWindow_ArtBy
source: Art by:
de_de: Design von:
es_es: Arte por:
hu_hu: Rajzot készítette:
it_it: Grafica di:
ja_jp: アート:
pl_pl: Grafika autorstwa:
tr_tr: Arayüz:
zh_tw: 藝術製作

# SettingsWindow_Devs
source: Devs:
de_de: Entwickler:
es_es: Desarolladores:
hu_hu: Fejlesztők:
it_it: Sviluppatori:
ja_jp: 開発者:
pl_pl: Programiści:
tr_tr: Geliştiriciler:
zh_cn: 开发者：
zh_tw: 開發者：

# SettingsWindow_LeadDevs
source: Lead devs:
de_de: Leitende Entwickler:
es_es: Desarrolladores principales:
fr_fr: Devs lead:
hu_hu: Fő fejelsztők:
it_it: Capi sviluppatori:
ja_jp: リード開発者:
pl_pl: Naczelni programiści:
tr_tr: Ekip Liderleri:
zh_cn: 首席开发者：
zh_tw: 首席開發者：

# SettingsWindow_Data
source: Data conversion:
de_de: Datenkonvertierung:
es_es: Conversión de datos:
hu_hu: Adatátalakítás:
it_it: Conversione dati:
ja_jp: データ変換:
pl_pl: Konwersja danych:
tr_tr: Veri Dönüşümü:
zh_cn: 数据转换:
zh_tw: 數據轉換：

# CaptainSkillSelector_Points
source: Captain points:
de_de: Fertigkeitspunkte:
es_es: Puntos del capitán:
hu_hu: Kapitánypontok:
it_it: Punti capitano:
ja_jp: 艦長ポイント
tr_tr: Komutan Seviyesi:
zh_cn: 舰长点数
zh_tw: 艦長點數

# CaptainSkillSelector_Talents
source: Captain talents
de_de: Kapitänstalente
es_es: Talentos de capitán
fr_fr: Compétences de commandant
hu_hu: Kapitány képességek
it_it: Talenti capitano
ja_jp: 艦長の固有スキル
tr_tr: Komutan Yetenekleri
zh_cn: 舰长天赋
zh_tw: 艦長天賦

# SettingsWindow_Save
source: Save
de_de: Speichern
es_es: Guardar
hu_hu: Mentés
it_it: Salva
ja_jp: 保存
pl_pl: Zapisz
tr_tr: Kaydet
zh_cn: 保存
zh_tw: 保存

# SettingsWindow_Server
source: Server
es_es: Servidor
hu_hu: Szerver
ja_jp: サーバー
pl_pl: Serwer
tr_tr: Sunucu
zh_cn: 服务器
zh_tw: 伺服器

# MainWindow_BaseXp
source: Base XP
de_de: Basis EP
es_es: XP Base
fr_fr: XP de Base
hu_hu: Alap XP
it_it: XP base
ja_jp: 基本EXP
pl_pl: Bazowe PD
tr_tr: Temel DP
zh_cn: 基础经验值
zh_tw: 基礎經驗值

# MainWindow_CommanderXp
source: Commander XP:
de_de: Kapitäns-EP:
es_es: XP del comandante:
fr_fr: XP de Commandant:
hu_hu: Kapitány XP:
it_it: XP comandante:
ja_jp: 艦長EXP
pl_pl: PD Dowódcy:
tr_tr: Komutan DP'si:
zh_cn: 指挥官经验值
zh_tw: 指揮官經驗值

# MainWindow_CommanderXpBonus
source: Commander XP bonus %
cs_cz: Kapitán XP bonus %
de_de: Kapitäns-EP Bonus %
es_es: Bono de XP del Comandante %
fr_fr: % de bonus d'XP de Commandant
hu_hu: Kapitány XP Bónusz %
it_it: Bonus XP comandante %
ja_jp: 艦長EXPボーナス%
tr_tr: Komutan DP'si Bonus %
zh_cn: 指挥官经验值奖励%
zh_tw: 指揮官經驗值獎勵%

# MainWindow_FreeXp
source: Free XP:
cs_cz: Volné XP:
de_de: Freie EP:
es_es: XP libre:
fr_fr: XP libre:
hu_hu: Szabad XP:
it_it: XP tecnica:
ja_jp: フリーEXP
pl_pl: Wolne PD:
tr_tr: Serbest DP:
zh_cn: 全局经验
zh_tw: 自由經驗

# MainWindow_FreeXpBonus
source: Free XP bonus %
cs_cz: Bonus k volným XP %
de_de: Freie EP Bonus %
es_es: Bono XP libre %
fr_fr: % de bonus d'XP Libre
hu_hu: Szabad-XP bónusz %
it_it: Bonus XP tecnica %
ja_jp: フリーEXPボーナス%
tr_tr: Serbest DP Bonus %
zh_tw: 自由經驗獎勵%

# MainWindow_Xp
source: Final XP:
cs_cz: Konečné XP:
de_de: Gesamte EP:
es_es: XP final:
fr_fr: XP finale:
hu_hu: Végső XP:
it_it: XP finale:
ja_jp: 総合EXP
tr_tr: Nihai DP:
zh_cn: 总经验值
zh_tw: 總經驗值

# MainWindow_XpBonus
source: XP bonus %
de_de: EP Bonus %
fr_fr: % de Bonus d'XP
hu_hu: XP bónusz %
it_it: Bonus XP %
ja_jp: EXPボーナス%
pl_pl: PD bonus %
tr_tr: DP Bonus %
zh_cn: 经验值奖励 %
zh_tw: 經驗值獎勵 %

# MainWindow_XpCalculator
source: XP calculator
cs_cz: Kalkulačka XP
de_de: EP Rechner
es_es: Calculadora de XP
fr_fr: Calculateur d'XP
hu_hu: XP számoló
it_it: Calcolatore XP
ja_jp: EXP計算機
pl_pl: Kalkulator PD
tr_tr: DP Hesaplayıcı
zh_cn: 经验计算器
zh_tw: 經驗計算機

# SplashScreen_CamoImages
source: Downloading camo images
cs_cz: Stahování obrázků maskovaní
de_de: Herunterladen der Tarnungsbilder
es_es: Descargando imágenes de camuflages
fr_fr: Téléchargement des images de camos
hu_hu: Álcaképek letöltése
it_it: Scaricamento immagini mimetiche in corso
ja_jp: 迷彩の画像をダウンロード中
pl_pl: Pobieranie obrazów kamuflaży
tr_tr: Kamuflaj görselleri indiriliyor
zh_tw: 正在下載迷彩圖像

# SplashScreen_Done
source: Done
cs_cz: Hotovo
de_de: Fertig
es_es: Aceptar
hu_hu: Kész
it_it: Fatto
ja_jp: 完了
pl_pl: Gotowe
tr_tr: Tamamlandı
zh_cn: 完成
zh_tw: 完成

# SplashScreen_Json
source: Downloading data
cs_cz: Stahování dat
de_de: Daten werden heruntergeladen
es_es: Descargar datos
hu_hu: Adatok letöltése
it_it: Scaricamento dati
ja_jp: データをダウンロード中
pl_pl: Pobieranie danych
tr_tr: Veri indiriliyor
zh_cn: 正在下载数据
zh_tw: 正在下載資料

# SplashScreen_ShipImages
source: Downloading ship images
cs_cz: Stahování obrázků lodí
de_de: Herunterladen der Schiffsbilder
es_es: Descargando imágenes de barcos
hu_hu: Hajóképek letöltése
it_it: Scaricamento immagini nave
ja_jp: 艦艇の画像をダウンロード中
pl_pl: Pobieranie obrazów okrętów
tr_tr: Gemi görselleri indiriliyor
zh_cn: 正在下载舰船图片
zh_tw: 正在下載艦艇圖片

# AirCarrier
source: Aircraft Carrier
cs_cz: Letadlová loď
de_de: Flugzeugträger
es_es: Portaaviones
hu_hu: Repülőgép-hordozó
it_it: Portaerei
ja_jp: 航空母船
pl_pl: Lotniskowiec
tr_tr: Uçak Gemisi
zh_cn: 航空母舰
zh_tw: 航空母艦

source: Battleship
cs_cz: Bitevní loď
de_de: Schlachtschiff
es_es: Acorazado
hu_hu: Csatahajó
it_it: Corazzata
ja_jp: 戦艦
pl_pl: Pancernik
tr_tr: Savaş Gemisi
zh_cn: 战列舰
zh_tw: 主力艦

source: Commonwealth
de_de: Staatenbund
es_es: La Commonwealth
hu_hu: Nemzetközösség
ja_jp: イギリス連邦
pl_pl: Wspólnota
tr_tr: İngilizMilletlerTopluluğu
zh_cn: 联邦
zh_tw: 聯邦

source: Cruiser
cs_cz: Křižník
de_de: Kreuzer
es_es: Crucero
hu_hu: Cirkáló
it_it: Incrociatore
ja_jp: 巡洋艦
pl_pl: Krążownik
tr_tr: Kruvazör
zh_cn: 巡洋舰
zh_tw: 巡洋艦

source: Destroyer
cs_cz: Torpédoborec
de_de: Zerstörer
es_es: Destructor
hu_hu: Romboló
it_it: Cacciatorpediniere
ja_jp: 駆逐艦
pl_pl: Niszczyciel
tr_tr: Muhrip
zh_cn: 驱逐舰
zh_tw: 驅逐艦

source: Europe
cs_cz: Evropa
de_de: Europa
es_es: Europa
hu_hu: Európa
it_it: Europa
ja_jp: ヨーロッパ
pl_pl: Europa
tr_tr: Avrupa
zh_cn: 欧洲
zh_tw: 歐洲

source: France
de_de: Frankreich
es_es: Francia
hu_hu: Franciaország
it_it: Francia
ja_jp: フランス
pl_pl: Francja
tr_tr: Fransa
zh_cn: 法国
zh_tw: 法國

source: Germany
de_de: Deutschland
es_es: Alemania
hu_hu: Németország
it_it: Germania
ja_jp: ドイツ
pl_pl: Niemcy
tr_tr: Almanya
zh_cn: 德国
zh_tw: 德國

source: Italy
de_de: Italien
es_es: Italia
hu_hu: Olaszország
it_it: Italia
ja_jp: イタリア
pl_pl: Włochy
tr_tr: İtalya
zh_cn: 意大利
zh_tw: 義大利

source: Japan
es_es: Japón
hu_hu: Japán
it_it: Giappone
ja_jp: 日本
pl_pl: Japonia
tr_tr: Japonya
zh_cn: 日本
zh_tw: 日本

source: Netherlands
de_de: Niederlande
es_es: Países Bajos
hu_hu: Hollandia
it_it: Paesi bassi
ja_jp: オランダ
pl_pl: Niderlandy
tr_tr: Hollanda
zh_cn: 荷兰
zh_tw: 荷蘭

source: Pan America
de_de: Pan-Amerika
es_es: Pan América
hu_hu: Pán-Amerika
ja_jp: パンアメリカ
pl_pl: Panameryka
tr_tr: Pan Amerika
zh_tw: 泛美

source: Pan Asia
de_de: Pan-Asien
hu_hu: Pán-Ázsia
ja_jp: パンアジア
pl_pl: Azja Wschodnia
tr_tr: Pan Asya
zh_cn: 泛亚
zh_tw: 泛亞

source: Premium
hu_hu: Prémium
ja_jp: プレミアム
zh_cn: 特殊
zh_tw: 加值

# Russia
source: U.S.S.R
de_de: UDSSR
es_es: U.R.S.S.
hu_hu: Szovjetúnió
ja_jp: ソ連
pl_pl: Z.S.R.R.
tr_tr: S.S.C.B
zh_cn: 苏联
zh_tw: 蘇聯

source: Spain
de_de: Spanien
es_es: España
hu_hu: Spanyolország
it_it: Spagna
ja_jp: スペイン
pl_pl: Hiszpania
tr_tr: İspanya
zh_cn: 西班牙
zh_tw: 西班牙

source: Special
de_de: Spezial
es_es: Especial
hu_hu: Speciális
it_it: Speciale
ja_jp: 特別
tr_tr: Özel
zh_cn: 特别
zh_tw: 特別

source: Submarine
de_de: U-Boot
es_es: Submarino
hu_hu: Tengeralattjáró
it_it: Sottomarino
ja_jp: 潜水艦
pl_pl: Okręt podwodny
tr_tr: Denizaltı
zh_cn: 潜艇
zh_tw: 潛水艇

source: Tech tree
de_de: Forschungsbaum
es_es: Árbol tecnológico
fr_fr: Arbre technologique
hu_hu: Tech Fa
it_it: Albero tecnologico
ja_jp: 技術ツリー
tr_tr: Teknik Ağaç
zh_cn: 科技树
zh_tw: 科技樹

source: Test ship
de_de: Testschiff
es_es: Barco de pruebas
hu_hu: Teszthajó
it_it: Nave in test
ja_jp: テスト艦艇
tr_tr: Test Gemisi
zh_cn: 测试舰船
zh_tw: 測試艦艇

# UnitedKingdom
source: U.K.
de_de: Großbritannien
es_es: Reino Unido
fr_fr: Royaume-Uni
hu_hu: Egyesült Királyság
it_it: Regno Unito
ja_jp: イギリス
pl_pl: Zjednoczone Królestwo
tr_tr: B.K.
zh_cn: 英国
zh_tw: 英國

source: U.S.A.
cs_cz: Spojené státy americké.
es_es: EE. UU.
fr_fr: États-Unis
ja_jp: アメリカ
pl_pl: Stany Zjednoczone
tr_tr: A.B.D.
zh_tw: 美國

# TITLE_PlaceholderMod
source: Empty slot
cs_cz: Prázdný slot
de_de: Leerer Platz
es_es: Slot vacío
fr_fr: Emplacement vide
hu_hu: Üres hely
it_it: Slot vuoto
ja_jp: 空のスロット
pl_pl: Puste miejsce
tr_tr: Boş Yuva
zh_cn: 空槽
zh_tw: 空槽

# IncomingFireAlertDesc
source: Minimum range for the warning to appear
cs_cz: Minimální vzdálenost pro zobrazení varování
de_de: Mindestdistanz für die Warnung
es_es: Rango mínimo para que la advertencia aparezca
fr_fr: Portée minimum pour l'apparition de l'avertissement
hu_hu: Bejövő tűz riasztás A figyelmeztetés megjelenésének minimális távolsága
it_it: Intervallo minimo per la visualizzazione dell'avviso
ja_jp: 警告表示の最小距離
pl_pl: Minimalna odległość wyświetlenia ostrzeżenia
tr_tr: Uyarının belirmesi için gereken minimum menzil aralığı
zh_cn: 警告显示的最小距离
zh_tw: 警告顯示所需的最小距離

# ShipSelectionWindow_ClassFilter
source: Class
cs_cz: Třída
de_de: Klasse
es_es: Clase
fr_fr: Classe
hu_hu: Osztály
it_it: Classe
ja_jp: 艦種
pl_pl: Klasa
tr_tr: Sınıf
zh_cn: 舰种
zh_tw: 艦種

# ShipSelectionWindow_ConfirmButton
source: Confirm
cs_cz: Potvrdit
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
hu_hu: Megerősítés
it_it: Conferma
ja_jp: 確定
pl_pl: Zatwierdź
tr_tr: Onayla
zh_cn: 确认
zh_tw: 確認

# ShipSelectionWindow_NationFilter
source: Nation
cs_cz: Národ
es_es: Nación
hu_hu: Nemzet
it_it: Nazione
ja_jp: 国籍
pl_pl: Nacja
tr_tr: Ülke
zh_cn: 系别
zh_tw: 國家

# ShipSelectionWindow_TierFilter
source: Tier
cs_cz: Úroveň
de_de: Stufe
hu_hu: Szint
it_it: Livello
pl_pl: Poziom
tr_tr: Seviye
zh_cn: 级别
zh_tw: 級別

# ShipSelectionWindow_TypeFilter
source: Type
cs_cz: Typ
de_de: Typ
es_es: Tipo
hu_hu: Típus
it_it: Tipo
ja_jp: 種類
pl_pl: Typ
tr_tr: Tür
zh_cn: 类型
zh_tw: 類型

# ShipSelectionWindow_NoResultsFound
source: No ships matching the filtering criteria found
cs_cz: Nebyly nalezeny žádné lodě odpovídající kritériím filtrování
de_de: Keine den Filterkriterien entsprechenden Schiffe gefunden
es_es: No se encontraron barcos que coincidan con los criterios de filtro
fr_fr: Aucun navire ne correspond aux critères de filtrage
hu_hu: Ilyen keresési feltételeknek egyik hajó sem felel meg
it_it: Nessuna nave corrispondente ai filtri trovata
ja_jp: フィルタ条件に一致する艦艇が見つかりませんでした
pl_pl: Brak okrętów pasujących do kryteriów filtrowania
tr_tr: Eşleşmeye uyan gemi bulunamadı
zh_cn: 未找到符合筛选条件的舰艇。
zh_tw: 未找到符合篩選條件的艦艇。

# ShipSelectionWindow_SearchShip
source: Search ship...
cs_cz: Hledat loď...
de_de: Schiff suchen...
hu_hu: Hajókereső...
it_it: Cerca nave...
ja_jp: 艦艇名で検索
tr_tr: Gemi Arayın
zh_cn: 搜索舰艇...
zh_tw: 搜尋艦艇名稱...

# ShipStats_TurnTime
source: 180° turn time
cs_cz: Doba otáčení o 180°
de_de: Dauer für 180°-Drehung
es_es: Tiempo para girar 180°
fr_fr: Temps de giration à 180°
hu_hu: 180°-os fordulási idő
it_it: Tempo di rotazione 180°
ja_jp: 180°旋回時間
pl_pl: Czas obrotu o 180°
tr_tr: 180° dönüş süresi
zh_cn: 180° 转向时间
zh_tw: 180° 轉向時間

# ShipStats_HorizontalDisp
source: Horizontal
cs_cz: Horizontální
fr_fr: Horizontale
hu_hu: Vízszintes
it_it: Orizzontale
ja_jp: 水平
tr_tr: Yatay
zh_tw: 橫向

# ShipStats_Range
source: Range
cs_cz: Vzdálenost
de_de: Reichweite
es_es: Alcance
fr_fr: Portée
hu_hu: Hatótáv
it_it: Gittata
ja_jp: 射程
pl_pl: Zasięg
tr_tr: Menzil
zh_cn: 射程
zh_tw: 射程

# ShipStats_RoF
source: Rate of fire
cs_cz: Kadence
de_de: Feuerrate
es_es: Tasa de disparo
fr_fr: Cadence de Tir
hu_hu: Tüzelési gyorsaság
it_it: Rateo di fuoco
ja_jp: 発射速度
pl_pl: Szybkostrzelność
tr_tr: Atış Hızı
zh_cn: 射速
zh_tw: 射速

# ShipStats_Reload
source: Reload Time
cs_cz: Doba přebíjení
de_de: Nachladezeit
es_es: Tiempo de recarga
fr_fr: Temps De Recharge
hu_hu: Újratöltési idő
it_it: Tempo di ricarica
ja_jp: 装填時間
tr_tr: Yükleme Süresi
zh_cn: 装填时间
zh_tw: 裝填時間

# ShipStats_TraverseSpeed
source: Traverse speed
de_de: Drehgeschwindigkeit
es_es: Velocidad de desplazamiento
fr_fr: Vitesse de rotation
hu_hu: Forgási sebesség
it_it: Velocità di brandeggio
ja_jp: 旋回速度
tr_tr: Dönüş Hızı
zh_cn: 转速
zh_tw: 砲塔轉速

# ShipStats_VerticalDisp
source: Vertical
de_de: Vertikal
fr_fr: Verticale
hu_hu: Függőleges
it_it: Verticale
ja_jp: 垂直
tr_tr: Yatay
zh_cn: 垂直
zh_tw: 垂直

# ShipStats_ShellVelocity
source: Initial shell velocity
de_de: Mündungsgeschwindigkeit
es_es: Velocidad inicial del obús
fr_fr: Vitesse initiale de l'obus
hu_hu: Csőtorkolati sebesség
it_it: Velocità iniziale del proiettile
ja_jp: 初速
pl_pl: Początkowa prędkość pocisku
tr_tr: Namlu Çıkış Hızı
zh_cn: 初速弹速
zh_tw: 砲彈初速

# ShipStats_ShellWeight
source: Shell weight
de_de: Geschossgewicht
es_es: Peso del obús
fr_fr: Masse de l'obus
hu_hu: Lőszertömeg
it_it: Peso del proiettile
ja_jp: 砲弾質量
pl_pl: Waga pocisku
tr_tr: Merminin Ağırlığı
zh_cn: 弹药重量
zh_tw: 砲彈重量

# ShipStats_TheoreticalDpm
source: Theoretical DPM
de_de: Theoretische DPM
hu_hu: Elméleti percenkénti sebzés
it_it: DPM teorico
ja_jp: 理論値DPM
tr_tr: Teorik DBH
zh_cn: 理论DPM
zh_tw: 每分鐘傷害期望

# ShipStats_ArmingThreshold
source: Arming Threshold
de_de: Grenzwert für Scharfschaltung
es_es: Umbral de activación
fr_fr: Seuil d'armement
hu_hu: Élesedési küszöb
it_it: Soglia di azionamento
ja_jp: 信管作動厚
tr_tr: Fünye Eşiği
zh_cn: 武器起爆阈值
zh_tw: 引信觸發閾值

# ShipStats_DepthExplosion
source: Depth explosion radius
de_de: Tiefenexplosionsradius
es_es: Radio de la explosión de profundidad
fr_fr: Rayon d'explosion de profondeur
hu_hu: Robbanási mélység
it_it: Raggio d'esplosione di profondità
ja_jp: 深度爆風半径
tr_tr: Sualtı Patlama Yarıçapı
zh_cn: 深度爆炸半径
zh_tw: 深彈爆炸半徑

# ShipStats_FireChance
source: Fire chance
de_de: Brandwahrscheinlichkeit
es_es: Probabilidad de incendio
fr_fr: Chance d'incendie
hu_hu: Gyulladási valószínűség
it_it: Probabilità d’incendio
ja_jp: 火災発生率
pl_pl: Narażenie na pożar
tr_tr: Yangın Çıkma Şansı
zh_cn: 火焰概率
zh_tw: 起火機率

# ShipStats_FuseTimer
source: Fuse timer
de_de: Zündzeit
es_es: Temporizador de espoleta
fr_fr: Temps d'amorce
hu_hu: Gyújtó késleltetés
it_it: Tempo spoletta
ja_jp: 信管時間
tr_tr: Fünye Tetiklenme Süresi
zh_cn: 引信计时器
zh_tw: 引信觸發時長

# ShipStats_Overmatch
source: Overmatch capability
de_de: Overmatch-Fähigkeit
es_es: Ignora blindaje inferior a
fr_fr: Capacité d'Overmatch
hu_hu: Átütési képesség
it_it: Capacità di overmatch
ja_jp: 強制貫通能力
tr_tr: "Overmatch Kabiliyeti"
zh_cn: 超公制射击能力
zh_tw: 強制輾壓能力

# ShipStats_Penetration
source: Penetration
cs_cz: Penetrace
de_de: Durchschlagskraft
es_es: Penetración
fr_fr: Pénétration
hu_hu: Átütés
it_it: Penetrazione
ja_jp: 貫通力
pl_pl: Penetracja
tr_tr: Delme
zh_cn: 穿甲能力
zh_tw: 穿深

# ShipStats_RicochetAngles
source: Ricochet angles
de_de: Abprallwinkel
es_es: Ángulos de rebote
fr_fr: Angles de Ricochet
hu_hu: Lepattanási szögek
it_it: Angoli di rimbalzo
ja_jp: 跳弾角度
pl_pl: Kąty rykoszetu
tr_tr: Sekme Açıları
zh_cn: 跳弹角度
zh_tw: 跳彈角度

# ShipStats_AADefense
source: AA Defense
de_de: Luftabwehr
es_es: Defensa AA
fr_fr: Défense anti-aérienne
hu_hu: Légvédelem
it_it: Difesa AA
ja_jp: 対空火力
tr_tr: Hava Savunma
zh_cn: 防空火力
zh_tw: 防空火力

# ShipStats_AircraftHP
source: Aircraft HP
de_de: Flugzeug-Trefferpunkte
es_es: HP de aeronaves
fr_fr: PV de l'avion
hu_hu: Repülőgép HP
it_it: HP Aerei
ja_jp: 航空機のHP
pl_pl: PW samolotu
tr_tr: Uçak CP'si
zh_cn: 飞机耐久值
zh_tw: 飛機血量

# ShipStats_Airstrike
source: Airstrike
de_de: Luftschlag
es_es: Ataque aéreo
fr_fr: Frappe aérienne
hu_hu: Légi csapás
it_it: Incursione aerea
ja_jp: 空襲
pl_pl: Nalot bombowy
tr_tr: Hava saldırısı
zh_cn: 空袭
zh_tw: 空襲

# ShipStats_BombType
source: Bomb type
cs_cz: Typ bomby
de_de: Bombentyp
es_es: Tipo de bomba
fr_fr: Type de bombe
hu_hu: Bomba típus
it_it: Tipo di bomba
ja_jp: 爆弾の種類
pl_pl: Typ bomby
tr_tr: Bomba Türü
zh_cn: 炸弹类型
zh_tw: 炸彈類型

# ShipStats_BompPayload
source: Bombs in payload
cs_cz: Bomb naloženo
de_de: Bombenzuladung
es_es: Bombas en carga útil
fr_fr: Bombes armées
hu_hu: Támadásonkénti bombák száma
it_it: Bombe nel carico utile
ja_jp: 爆弾の積載数
tr_tr: Taşınan Bomba
zh_cn: 弹药载量
zh_tw: 炸彈搭載量

# ShipStats_ConstantDamage
source: Constant damage
cs_cz: Neustálé poškození
de_de: Konstanter Schaden
es_es: Daño continuo
fr_fr: Dégâts constants
hu_hu: Folyamatos sebzés
it_it: Danno costante
ja_jp: 継続ダメージ
pl_pl: Stałe uszkodzenia
tr_tr: Sabit Hasar
zh_cn: 持续伤害
zh_tw: 持續傷害

# ShipStats_Damage
source: Damage
cs_cz: Poškození
de_de: Schaden
es_es: Daño
fr_fr: Dégâts
hu_hu: Sebzés
it_it: Danno
ja_jp: ダメージ
pl_pl: Uszkodzenia
tr_tr: Hasar
zh_cn: 伤害
zh_tw: 傷害

# ShipStats_Delay
source: Delay
cs_cz: Zpoždění
de_de: Wartezeit
es_es: Retardo
fr_fr: Délai
hu_hu: Késleltetés
it_it: Ritardo
ja_jp: 遅延
pl_pl: Opóźnienie
tr_tr: Gecikme
zh_cn: 延迟
zh_tw: 延遲

# ShipStats_Detectability
source: Detectability range
cs_cz: Odhaleni na
de_de: Erkennbarkeitsreichweite
es_es: Alcance de avistamiento
fr_fr: Portée de détectabilité
hu_hu: Felderítési távolság
it_it: Raggio rilevabilità
ja_jp: 被発見距離
pl_pl: Zasięg wykrywania
tr_tr: Tespit Edilme Mesafesi
zh_cn: 侦察范围
zh_tw: 偵察範圍

# ShipStats_Flak
source: Flak
de_de: Granatenexplosion
hu_hu: Légvédelmi tűz
ja_jp: 対空砲弾の爆発
tr_tr: Uçaksavar Topu
zh_cn: 防空炮弹爆炸
zh_tw: 黑雲數量

# ShipStats_FlakDamage
source: Flak damage
cs_cz: Poškození flakem
de_de: Schaden durch Granatenexplosion
es_es: Daño de Flak
fr_fr: Dégâts de Flak
hu_hu: Légvédelmi sebzés
it_it: Danno flak
ja_jp: 爆発ダメージ
pl_pl: Uszkodzenia plot
tr_tr: Uçaksavar Top Hasarı
zh_cn: 高射炮伤害
zh_tw: 黑雲傷害

# ShipStats_HitChance
source: Hit chance
cs_cz: Šance na zásah
de_de: Trefferwahrscheinlichkeit
es_es: Probabilidad de impacto
fr_fr: Probabilité de toucher
hu_hu: Találati valószínűség
it_it: Probabilità d’impatto
ja_jp: 命中率
pl_pl: Szansa na trafienie
tr_tr: İsabet Oranı
zh_cn: 命中率
zh_tw: 命中率
